{"links":{"self":"https://petition.parliament.uk/petitions.json","first":"https://petition.parliament.uk/petitions.json","last":"https://petition.parliament.uk/petitions.json?page=7","next":"https://petition.parliament.uk/petitions.json?page=2","prev":null},"data":[{"type":"petition","id":554276,"links":{"self":"https://petition.parliament.uk/petitions/554276.json"},"attributes":{"action":"End child food poverty – no child should be going hungry","background":"Government should support vulnerable children & #endchildfoodpoverty by implementing 3 recommendations from the National Food Strategy to expand access to Free School Meals, provide meals & activities during holidays to stop holiday hunger & increase the value of and expand the Healthy Start scheme","additional_details":"Covid-19 has been tough on us all but Government should ensure children don’t pay the price:\r\n\r\n- 14% of parents & 10% of children have experienced food insecurity over the last 6 months\r\n- 32% of families have lost income as a result of Covid-19\r\n- Demand for food banks this winter is predicted to be 61% higher than last.\r\n\r\nWith the Child Food Poverty Taskforce, I am calling for Government to allocate money to\r\n\r\n- Expand free school meals to all under-16s where a parent or guardian is in receipt of Universal Credit or equivalent benefit\r\n- Provide meals & activities during all holidays\r\n- Increase the value of Healthy Start vouchers to at least £4.25 per week, and expand the scheme.\r\n\r\nThese 3 recommendations must be implemented without delay to #endchildfoodpoverty.","committee_note":null,"state":"closed","signature_count":1113891,"created_at":"2020-10-13T09:32:24.518Z","updated_at":"2021-12-16T10:10:56.529Z","rejected_at":null,"opened_at":"2020-10-14T16:04:25.496Z","closed_at":"2021-04-14T22:59:59.999Z","moderation_threshold_reached_at":"2020-10-13T14:27:34.000Z","response_threshold_reached_at":"2020-10-15T07:10:44.000Z","government_response_at":"2020-11-11T18:33:53.533Z","debate_threshold_reached_at":"2020-10-15T15:59:04.000Z","scheduled_debate_date":"2021-05-24","debate_outcome_at":"2021-05-25T14:56:13.260Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-11-11","summary":"We thank Marcus Rashford for highlighting the challenges facing families. On 8th November, the Government announced a comprehensive support package to help families through winter and beyond.","details":"Government have announced a comprehensive package of support to help families through the winter months, and beyond through the new Covid Winter Support grant, increasing the value of Healthy Start Vouchers and the national rollout of the Holiday Activities and Food programme for the longer holidays in 2021. \r\n\r\nWith Christmas coming, we want to give disadvantaged families peace of mind and help those who need it to have food on the table and other essentials so every child will be warm and well-fed this winter.\r\n\r\nThrough the Covid Winter Grant Scheme, we are delivering £170 million to local authorities in England starting in December to cover a period until the end of March. This fund builds on the £63 million already distributed earlier this year. This will allow councils to directly help the hardest-hit families and individuals, as well as provide food for children who need it over the holidays. Local councils understand which groups need support, and are best placed to ensure appropriate support is provided – which is why they will distribute the funds, rather than schools, who will continue providing meals for disadvantaged children during term-time.\r\n\r\nThe Holiday Activities and Food programme, which has provided healthy food and enriching activities to disadvantaged children since 2018, will also be expanded across England next year. It will cover Easter, Summer and Christmas in 2021, and cost up to £220 million. It will be available to children in every local authority in England, building on previous programmes – including this summers, which supported around 50,000 children across 17 local authorities.\r\n\r\nHealthy Start scheme payments are also set to increase from £3.10 to £4.25 a week from April 2021. This scheme supports pregnant women or those with children under four who have a low income and are in receipt of benefits to buy fresh fruit and vegetables. This will help people boost the long-term health of their children.\r\n\r\nThe Government has also pledged additional funding of £16 million for food distribution charities, with conversations with FareShare and others ongoing as to how this is allocated.\r\n\r\nExpand free school meals to all under-16s where a parent or guardian is in receipt of Universal Credit or equivalent benefit\r\n\r\n• Free school meals provide additional support to disadvantaged pupils, helping them to concentrate, learn and achieve whilst in school. We think it is important that this is targeted at those that need it most.\r\n\r\n• In 2018, Government introduced new eligibility criteria for families on Universal Credit, following a consultation in 2017.\r\n\r\n• It is estimated that this will be more generous in its reach by 2022, in comparison to the legacy benefit system.\r\n\r\n• Further to this we included generous protections, which mean any family transitioning to Universal Credit will continue to have access to a free school meal even if they move above the earnings threshold.\r\n\r\n• Universal Credit is a revolutionary benefit, which tapers away slowly as people increase their earnings, ensuring people are better off taking on more work.\r\n\r\n• Our analysis in 2018, estimated that extending eligibility to all families on Universal Credit would result in almost half of all school pupils becoming entitled to free school meals.\r\n\r\nProvide meals & activities during all holidays\r\n\r\n• Building on the significant support given to the most vulnerable during the pandemic, a new £170 million Covid Winter Grant Scheme will be run by councils in England. \r\n\r\n• We have supported thousands of young people through our summer Holiday Activities and Food programme, operating for the third year running. This will be expanded across England next year. It will cover Easter, Summer and Christmas in 2021, and cost up to £220 million.\r\n\r\n• We have taken substantial action to support children and their families including:\r\n\r\n- extending free school meals support to those eligible when schools were closed; \r\n\r\n- providing more than £380 million worth of supermarket vouchers to families and schools through our National Voucher Scheme and the Covid Summer Food Fund;\r\n\r\n- supporting our £35m breakfast club scheme to continue in schools in disadvantaged areas;\r\n\r\n- extending our welfare support by £9.3bn;\r\n\r\n- allocating £63m funding to local councils to provide emergency assistance to families with food and other essentials; and \r\n\r\n- increased the safety net with income protection schemes, mortgage holidays and support for renters.\r\n\r\nIncrease the value of Healthy Start vouchers to at least £4.25 per week, and expand the scheme.\r\n\r\n• The Healthy Start scheme payments are set to increase from £3.10 to £4.25 a week from April 2021.\r\n\r\n• The Healthy Start scheme provides important support for the people who use it.\r\n\r\n• The scheme provides a nutritional safety net to hundreds of thousands of lower income pregnant women and families with children under the age of four.  It encourages a healthy diet by providing vouchers that can only be spent on fresh, frozen or tinned fruit and vegetables, pulses, plain cow’s milk and infant formula, and provides access to Healthy Start vitamins for both pregnant women and children.\r\n\r\n• The Department of Health and Social Care made it easier for families to apply for and use the scheme during the COVID-19 pandemic. The Department removed the requirement for a health professional signature on the Healthy Start application form and has extended the validity period of the vouchers.\r\n\r\n• This supported people, for example pregnant women who are self-isolating, to apply for the scheme and reduced pressure on healthcare professionals. \r\n\r\nWe thank Marcus Rashford for the work he has done in highlighting the challenges families are facing as a result of the pandemic. \r\n\r\nWe are actively keeping all packages of support under review.\r\n\r\nDepartment for Education\r\n","created_at":"2020-11-11T18:33:53.531Z","updated_at":"2020-11-11T18:37:26.993Z"},"debate":{"debated_on":"2021-05-24","transcript_url":"https://hansard.parliament.uk/Commons/2021-05-24/debates/B107A965-6D65-41D2-9F47-C6B24A1221B0/ChildFoodPoverty","video_url":"https://www.youtube.com/watch?v=4eI7ftNahIU","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0074/","overview":""},"departments":[{"acronym":"DfE","name":"Department for Education","url":"https://www.gov.uk/government/organisations/department-for-education"}],"topics":[]}},{"type":"petition","id":300336,"links":{"self":"https://petition.parliament.uk/petitions/300336.json"},"attributes":{"action":"Include self-employed in statutory sick pay during Coronavirus","background":"4.8 million people are registered self-employed in the UK. Figures are of 2017 according to the Office of National Statisticics. It would be easy enough to work out what each person is entitled to based on their tax returns.\r\nInclude self-employed in statutory sick pay.","additional_details":"The self-employed make up 15% of UK's workforce. Majority are not entitled to any sick pay. I want the Government to include us in the recent changes to statutory sick pay because of the Corona19 virus. Excluding us means the Government are running the risk of said people continuing going to work as just like everyone else we have bills to pay and thus spreading the virus.","committee_note":null,"state":"closed","signature_count":699598,"created_at":"2020-03-04T19:23:37.962Z","updated_at":"2021-09-15T09:34:18.000Z","rejected_at":null,"opened_at":"2020-03-06T17:31:13.249Z","closed_at":"2020-09-06T22:59:59.999Z","moderation_threshold_reached_at":"2020-03-04T20:39:14.000Z","response_threshold_reached_at":"2020-03-08T15:29:34.000Z","government_response_at":"2020-03-27T09:16:31.981Z","debate_threshold_reached_at":"2020-03-10T13:55:34.000Z","scheduled_debate_date":null,"debate_outcome_at":"2020-07-29T10:53:36.363Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-03-26","summary":"It would not be appropriate to require the self-employed to pay themselves statutory sick pay, as they are their own employer. The welfare system provides a safety net to support the self-employed.","details":"Statutory Sick Pay is paid to an employee by an employer. Given self-employed people are their own employer, there is no logic for the government to require the self-employed to pay themselves statutory sick pay. \r\n\r\nThe Chancellor has outlined an unprecedented package of measures to protect millions of people’s jobs and incomes as part of the national effort in response to coronavirus. This includes strengthening the safety-net for the self-employed who will benefit from a relaxation of the earnings rules for self-employed claimants under universal credit and deferring income tax self-assessment payments due in July 2020.  \r\n\r\nDepending on their individual circumstances individuals can claim Universal Credit and/or new style Employment and Support Allowance. \r\n\r\nThey will benefit from changes we are making, such as the £20 increase in the UC standard allowance and the increases to the Local Housing Allowance. \r\n\r\nAnd we will temporarily relax the Minimum Income Floor for all self-employed UC claimants affected by the economic impact of Covid-19 from 6 April, for the duration of the outbreak.\r\n\r\nSelf-employed people unable to work because they are directly affected by Covid-19 or self-isolating will also be eligible for Contributory Employment and Support Allowance. As announced at Budget, this is now payable from the first day of sickness, rather than the eighth. \r\n\r\nAll these measures ensure that the self-employed are supported by the benefit system so that they can follow Public Health England guidance on social distancing and self-isolation.\r\n\r\nDepartment for Work and Pensions.","created_at":"2020-03-27T09:16:31.979Z","updated_at":"2020-03-27T09:16:41.164Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","debate_pack_url":"","overview":"Because it has not been possible to debate this petition to date and the request made by this petition has been considered by the Committee and in the House of Commons in other ways, the Committee has agreed not schedule this petition for debate."},"departments":[{"acronym":"BEIS","name":"Department for Business, Energy and Industrial Strategy","url":"https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}],"topics":["covid-19"]}},{"type":"petition","id":575833,"links":{"self":"https://petition.parliament.uk/petitions/575833.json"},"attributes":{"action":"Make verified ID a requirement for opening a social media account.","background":"Make it a legal requirement when opening a new social media account, to provide a verified form of ID. Where the account belongs to a person under the age of 18 verify the account with the ID of a parent/guardian, to prevent anonymised harmful activity, providing traceability if an offence occurs.","additional_details":"My son Harvey is disabled.  He is also the kind and gentle son of a person regularly in the public eye.  The Online Harms Bill doesn’t go far enough in making online abuse a specific criminal offence and doing what ‘Harvey’s Law’ intended. To make the law work needs the removal of anonymity to ensure that users cannot cause harm by using online platforms to abuse others.  Where an offence has taken place they ought to be easily identified and reported to the police and punished. We have experienced the worst kind of abuse towards my disabled son and want to make sure that no one can hide behind their crime.","committee_note":"","state":"closed","signature_count":696985,"created_at":"2021-02-19T07:09:44.707Z","updated_at":"2021-11-25T14:12:53.125Z","rejected_at":null,"opened_at":"2021-03-05T11:05:39.783Z","closed_at":"2021-09-05T22:59:59.999Z","moderation_threshold_reached_at":"2021-02-19T12:27:27.000Z","response_threshold_reached_at":"2021-03-10T17:12:35.000Z","government_response_at":"2021-03-24T17:35:27.960Z","debate_threshold_reached_at":"2021-03-11T18:36:45.000Z","scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-05-05","summary":"The Online Safety legislation will address anonymous harmful activity. User ID verification for social media could disproportionately impact vulnerable users and interfere with freedom of expression.","details":"The government recognises concerns linked to anonymity online, which can sometimes be exploited by bad actors seeking to engage in harmful activity. However, restricting all users’ right to anonymity, by introducing compulsory user verification for social media, could disproportionately impact users who rely on anonymity to protect their identity. These users include young people exploring their gender or sexual identity, whistleblowers, journalists’ sources and victims of abuse. Introducing a new legal requirement, whereby only verified users can access social media, would force these users to disclose their identity and increase a risk of harm to their personal safety. \r\n\r\nFurthermore, users without ID, or users who are reliant on ID from family members, would experience a serious restriction of their online experience, freedom of expression and rights. Research from the Electoral Commission suggests that there are 3.5 million people in the UK who do not currently have access to a valid photo ID. \r\n\r\nThe online safety regulatory framework will have significant measures in place to tackle illegal and legal but harmful anonymous abuse. Services which host user-generated content or allow people to talk to others online will need to remove and limit the spread of illegal content, including criminal anonymous abuse. Major platforms will also need to set out clearly what legal anonymous content is acceptable on their platform and stick to it. The government will set out priority categories of legal but harmful material in secondary legislation. \r\n\r\nUsers will also be better able to report harmful content, and expect to receive an appropriate response from the company. This may include, for example, the removal of harmful content, or sanctions against offending users. Compliance with the online safety framework will be enforced by Ofcom, who will have a suite of powers to use against companies who fail to fulfil the duty of care. These include fines on companies - of up to £18m or 10% of annual global turnover - and business disruption measures. The Online Safety Bill, which will give effect to the regulatory framework outlined in the full government response, will be ready this year.\r\n\r\nProtecting children is at the heart of our plans to transform the online experience for people in the UK and the strongest protections in this framework will be for children. All companies in scope will be required to assess whether children are likely to access their services, and if so, provide additional protections for them. They will be required to assess the nature and level of risk of their service specifically for children, identify and implement proportionate mitigations to protect children, and monitor these for effectiveness. We expect companies to use age assurance or age verification technologies to prevent children from accessing services which pose the highest risk of harm and to provide children with an age appropriate experience when using their service.\r\n\r\nThe police already have a range of legal powers to identify individuals who attempt to use anonymity to escape sanctions for online harms, where the activity is illegal. The government is also working with law enforcement to review whether the current powers are sufficient to tackle illegal anonymous abuse online. The outcome of that work will inform the government’s future position in relation to illegal anonymous online abuse. \r\n\r\nThe Government has also asked the Law Commission to review existing legislation on abusive and harmful communications. The Law Commission has consulted on proposed reforms and a final report is expected in the summer. We will carefully consider using the online harms legislation to bring the Law Commission’s final recommendations into law, where it is necessary and appropriate to do so.\r\n\r\nAnonymity underpins people’s fundamental right to express themselves and access information online in a liberal democracy. Introducing a new legal requirement for user verification on social media would unfairly restrict this right and force vulnerable users to disclose their identity. The Online Safety legislation will address harmful anonymised activities online and introduce robust measures to improve the safety of all users online.\r\n\r\nDepartment for Digital, Culture, Media and Sport\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page: https://petition.parliament.uk/petitions/575833","created_at":"2021-03-24T17:35:27.958Z","updated_at":"2021-05-18T14:30:12.332Z"},"debate":null,"departments":[{"acronym":"DCMS","name":"Department for Digital, Culture, Media and Sport","url":"https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}],"topics":[]}},{"type":"petition","id":300403,"links":{"self":"https://petition.parliament.uk/petitions/300403.json"},"attributes":{"action":"Close Schools/Colleges down for an appropriate amount of time amidst COVID19.","background":"We would like the government to at least consider closing schools/colleges down in the coming weeks or as soon as possible, in addition to taking necessary actions to prevent further spread.","additional_details":"We would like the Government or Parliament to enforce this action due to the growing fear among parents and students that attend school. The ability to focus or concentrate is affected in addition to the growing fears of the Corona-virus. In our view, the government and health officials around the world are more 'reactive' rather than 'proactive'. This will result in more spread as time is given for the virus to do so. We hope to come to an agreement as soon as possible in a timely manner.","committee_note":null,"state":"closed","signature_count":685395,"created_at":"2020-03-05T09:21:19.141Z","updated_at":"2021-12-13T18:56:08.000Z","rejected_at":null,"opened_at":"2020-03-06T16:40:55.588Z","closed_at":"2020-09-06T22:59:59.999Z","moderation_threshold_reached_at":"2020-03-05T09:31:04.000Z","response_threshold_reached_at":"2020-03-06T18:26:34.000Z","government_response_at":"2020-03-30T16:21:49.087Z","debate_threshold_reached_at":"2020-03-07T00:02:44.000Z","scheduled_debate_date":null,"debate_outcome_at":"2020-07-29T10:47:52.538Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-03-30","summary":"Schools closed by the end of the day on Friday 20 March. Affecting schools, colleges, and early years settings in England, except for children of critical workers and the most vulnerable children. ","details":"The first aim of the school closure measures set out by the Secretary of State for Education is to reduce the number of children moving around local areas as far as possible, in order to further reduce the number of social interactions and thus flatten the upward curve of the Covid-19 outbreak. \r\n\r\nThe second aim is to continue to care for children whose parents are critical to the Covid-19 response, so that they can continue to work. This includes those who work in the health and social care sectors as well as those critical to continuing to provide essential services such as transport, food and delivery, utilities, communications and public safety. \r\n\r\nIn addition to this, schools will continue to care for the most vulnerable children. Vulnerable children include those who have a social worker and those with Education, Health and Care Plans – a legal document that describes a child’s special educational needs and the support they require.\r\n\r\nChildren who do not fall into these groups have been advised to stay at home with appropriate care to limit the spread of the virus, protect the NHS and save lives. \r\n\r\nThe DfE is working closely with colleagues across Government to ensure that all appropriate arrangements, and support, are in place for all DfE sectors – from early years and childcare to schools and children’s social care. The DfE is also in regular discussions with sector bodies and unions, and we will continue to work together on current and emerging issues. We will ensure students, parents and staff are kept up to date. \r\n\r\nThe advice from Public Health England is that it remains safe for small numbers of children and staff to attend schools, colleges and childcare settings. Decisions on future advice to schools will be taken based on the latest and best scientific evidence.\r\n\r\nDepartment for Education.\r\n","created_at":"2020-03-30T16:21:49.085Z","updated_at":"2020-03-30T16:22:51.431Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","debate_pack_url":"","overview":"Because it has not been possible to debate this petition to date, and the request made by the petition was acted on by the Government and has been considered by the Committee in other ways, the Committee has agreed not schedule this petition for debate."},"departments":[{"acronym":"DfE","name":"Department for Education","url":"https://www.gov.uk/government/organisations/department-for-education"}],"topics":["covid-19"]}},{"type":"petition","id":333869,"links":{"self":"https://petition.parliament.uk/petitions/333869.json"},"attributes":{"action":"Prevent gyms closing due to a spike in Covid 19 cases","background":"In the event of a spike we would like you not to close gyms as a measure to stop any spread of Covid. Also for gyms to not be put in the same group as pubs in terms of risk or importance. Gyms are following strict guidelines and most members are following rules in a sober manner.","additional_details":"The gyms are a huge benefit for users, not just physically but mentally too. There are studies that show physical exercise can be a great boost to the immune system and releases endorphins which can prevent stress and a chain of mental illnesses. In such a stressful time people need a viable way to exercise. Using home equipment just isn’t sufficient, unless every person in the UK has hundreds of pounds to pay out on equipment (much of which has increased in price since the pandemic).","committee_note":"","state":"closed","signature_count":621442,"created_at":"2020-08-04T17:41:48.388Z","updated_at":"2021-05-25T14:49:11.427Z","rejected_at":null,"opened_at":"2020-08-12T15:01:00.306Z","closed_at":"2021-02-12T23:59:59.999Z","moderation_threshold_reached_at":"2020-08-04T18:04:44.000Z","response_threshold_reached_at":"2020-10-12T18:44:44.000Z","government_response_at":"2020-10-28T15:15:42.560Z","debate_threshold_reached_at":"2020-10-14T10:32:24.000Z","scheduled_debate_date":"2020-11-23","debate_outcome_at":"2020-11-24T14:08:17.932Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-10-28","summary":"Sports and physical activity facilities are crucial for adults and children to stay active. The Government’s phased approach is based on scientific and medical advice to protect public health.","details":"Sports and physical activity are incredibly important for our physical and mental health, and are a vital weapon against coronavirus. That’s why we made sure that people could exercise at least once a day even during the height of lockdown - and why we opened up grassroots sport and leisure facilities as soon as it was safe to do so. Outdoor swimming pools have been able to open from 11 July, and from 25 July indoor gyms, leisure centres (including sports halls) and swimming pools in England were able to reopen. However, we have always made clear that we will adopt a phased approach to reopening based on scientific and medical advice, with the primary goal of protecting public health. \r\n\r\nSports and physical activity providers and facilities are at the heart of our communities, and play a crucial role in supporting adults and children to be active. On 22 October, the Government announced a £100m support fund for local authority leisure centres. In addition, Sport England’s Community Emergency Fund is providing £210 million directly to support community sport clubs and exercise centres through this pandemic. We are continuing to work at pace across government to ensure the sector has the support it needs to continue delivering their central role in helping people be active.\r\n\r\nOn 11 October, the Prime Minister announced further measures on social contact to manage local outbreaks.  Organised outdoor sport, licensed outdoor physical activity and outdoor exercise classes are still exempt from the rule of 6, and can happen in any number. Indoor sport and exercise classes can also continue, in line with the social contact rules in your local area. These new restrictions are necessary as we continue to fight the virus, and we continue to work across the government to make sure the sector has the support it needs throughout this pandemic. \r\n\r\nAs part of these measures a three tier COVID system for England was announced which set out different rules for regions classified as being on ‘medium’, ‘high’, or ‘very high’ alert. The closure of gyms and leisure centres is not part of the baseline measures that will automatically apply for Very High Level restrictions.  However, it remains one of the options open to local authorities to go beyond the baseline restrictions in place for areas under the Very High alert level. I welcome the news that gyms and leisure centres that were previously closed in Liverpool due to its very high alert level are now allowed to re-open from Friday 23 October.\r\n\r\nFor areas in this level we will work with local leaders to agree a fuller package of measures going beyond the baseline measures, specific to that area’s situation. These schemes will be co-designed between the local authority and central government. \r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2020-10-28T15:15:42.559Z","updated_at":"2020-10-28T15:15:42.559Z"},"debate":{"debated_on":"2020-11-23","transcript_url":"https://hansard.parliament.uk/commons/2020-11-23/debates/27F99AA4-313E-49C1-B3F2-60D639BD1762/Covid-19RestrictionsOnGymsAndSport","video_url":"https://www.youtube.com/watch?v=uuszxeH6rX8","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2020-0153/","overview":""},"departments":[{"acronym":"DCMS","name":"Department for Digital, Culture, Media and Sport","url":"https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}],"topics":["covid-19"]}},{"type":"petition","id":550344,"links":{"self":"https://petition.parliament.uk/petitions/550344.json"},"attributes":{"action":"Reduce University student tuition fees from £9250 to £3000","background":"Call on the government to consider holding debates in Parliament between MPs and university students to raise/discuss issues that affect them. It will allow students to voice their opinions and concerns about tuition fees of £9250 a year which are too high, particularly as grants have been removed","additional_details":"Higher education is the key for our nation’s future, live Parliament debates involving MPs and students are crucial to give them the opportunity to raise the issues of concern in particular reducing University student fees & other matters impacting their lives including accommodation costs. The debates should include university students, post graduates, those from poorer backgrounds and disabilities also college students. Covid-19 has left the nation’s future economy/job market uncertain","committee_note":"","state":"closed","signature_count":581287,"created_at":"2020-09-05T14:12:36.919Z","updated_at":"2021-11-01T18:04:29.039Z","rejected_at":null,"opened_at":"2020-10-05T13:27:03.798Z","closed_at":"2021-04-05T22:59:59.999Z","moderation_threshold_reached_at":"2020-09-06T15:42:14.000Z","response_threshold_reached_at":"2021-01-05T13:38:27.000Z","government_response_at":"2021-01-26T19:38:16.543Z","debate_threshold_reached_at":"2021-01-05T17:16:27.000Z","scheduled_debate_date":"2021-10-25","debate_outcome_at":"2021-10-27T07:24:00.415Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-01-26","summary":"Tuition fee levels must represent value for money and ensure that universities are properly funded. Government is not considering a reduction in maximum fee levels to £3,000.","details":"This is a difficult time for students and Government supports the desire of everyone in higher education (HE) that students continue receiving the best possible learning experience, while recognising the wide range of issues that have arisen from the pandemic.\r\n\r\nStudents have made their voice heard through a range of e-petitions over the past year. Government’s responses to previous petitions on fee refunds can be read here: https://petition.parliament.uk/petitions/302855 and here: https://petition.parliament.uk/petitions/324762. The Petitions Committee held an inquiry into the impact of Covid-19 on students, and Parliament debated its impact on students on 16 November 2020. This can be viewed at https://petition.parliament.uk/petitions/324762. Students may engage with the democratic process further by writing to their MP.\r\n\r\nRegarding tuition fee levels, this Government is committed to a sustainable funding model that supports high-quality provision, meets the skills needs of the country and maintains the world-class reputation of UK HE.\r\n\r\nThe maximum tuition fee cap has been frozen for four years and will remain at £9,250 in 2021/22 for standard full-time courses. HE providers are autonomous and responsible for setting their own fees under this level. In deciding to keep charging full fees, providers will want to ensure that they can continue to deliver courses which are fit for purpose and help students progress their qualifications. The Office for Students (OfS) has made it clear that HE providers must continue to comply with registration conditions relating to quality and academic standards, which set out requirements to ensure that courses are high-quality, that students are supported and achieve good outcomes and that standards are protected, regardless of whether a provider is delivering its courses through face-to-face teaching, online learning, or a combination of both.\r\n \r\nThe OfS is taking very seriously the potential impacts of the pandemic on teaching and learning and is regularly engaging with all registered providers. It is actively monitoring providers to ensure that they maintain the quality of their provision; that it is accessible for all; and that they have been clear in their communications with students about how arrangements for teaching and learning may change throughout the year. If students have concerns about the quality of online tuition, they should first raise their concerns with their university.  If their concerns remain unresolved, students at providers in England or Wales can ask the Office of the Independent Adjudicator for Higher Education to consider their complaint.\r\n\r\nThe Government pays tuition fees upfront on behalf of eligible students, through a system of subsidised loans, and the student loan repayment system provides unique protections to borrowers. Borrowers with post-2012 undergraduate loans pay back 9% of earnings above the repayment threshold, currently £26,575 per year (rising to £27,295 in April). Repayments are linked to income, not to the amount borrowed, and if a borrower’s income drops, so do their repayments. Any unpaid loan is written off after 30 years at no detriment to the individual.\r\n\r\nWe recognise that in these exceptional circumstances some students may be facing considerable financial hardship, and we encourage universities and private landlords to review their accommodation policies to ensure they are fair, clear and have students’ interests at heart. The Department for Education has worked with the OfS to clarify that HE providers are able to use existing funds, worth around £256 million for academic year 2020/21, towards hardship support. The Government has recently made available up to £20m of further hardship funding on a one-off basis to support those that need it most, particularly disadvantaged students, and cross-government work is continuing to consider what additional support can be provided. Government plays no role in the provision of student residential accommodation.\r\n\r\nLoans for living costs are available as a contribution towards a student’s living costs while attending university. The system targets the most support at those from the lowest-income families. Students undertaking courses that would normally require attendance on-site, but for which learning has moved either fully or partially online due to Covid-19, will qualify for living costs support in 2020/21 as they would ordinarily. Students who suspend their studies for a variety of reasons, including shielding, can apply for their living costs support to be continued while they are absent from their course. Students in receipt of a living costs loan who have been awarded a lower amount than the maximum can apply for their entitlement to be reassessed, if they believe that their household income for the current tax year will drop by at least 15% compared to the amount they advised when they were initially assessed.\r\n\r\nDepartment for Education\r\n","created_at":"2021-01-26T19:38:16.541Z","updated_at":"2021-01-26T19:38:16.541Z"},"debate":{"debated_on":"2021-10-25","transcript_url":"https://hansard.parliament.uk/commons/2021-10-25/debates/E3056725-2E5F-4D6B-BA9C-1AA40B3116EF/UniversityTuitionFees","video_url":"https://www.youtube.com/watch?v=zfdjm8FYeYU","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0169/","overview":""},"departments":[{"acronym":"DfE","name":"Department for Education","url":"https://www.gov.uk/government/organisations/department-for-education"}],"topics":[]}},{"type":"petition","id":554316,"links":{"self":"https://petition.parliament.uk/petitions/554316.json"},"attributes":{"action":"Prioritise teachers, school and childcare staff for Covid-19 vaccination","background":"Advice from the JCVI on the priority groups for a Covid-19 vaccine does not include school/childcare workers. This petition calls for these workers, who cannot distance or use PPE, to be kept safe at work by being put on the vaccine priority list when such a list is adopted into government policy.","additional_details":"Inclusion of school and childcare staff on the priority list should also: \r\n* provide more protection for children and their families \r\n* reduce the chance of settings being closed for 2 weeks and working parents having to take time off work \r\n* ensure continuity of education for children \r\n* allow schools to return to normality faster, having a positive impact on children’s mental health \r\n* reduce the chance of NHS workers having to stay at home with children who are isolating due to closures","committee_note":"","state":"closed","signature_count":508830,"created_at":"2020-10-13T13:02:52.173Z","updated_at":"2021-08-10T11:40:25.000Z","rejected_at":null,"opened_at":"2020-10-20T09:39:40.616Z","closed_at":"2021-04-20T22:59:59.999Z","moderation_threshold_reached_at":"2020-10-13T13:29:14.000Z","response_threshold_reached_at":"2020-12-18T14:28:57.000Z","government_response_at":"2021-01-21T12:37:26.055Z","debate_threshold_reached_at":"2020-12-23T09:20:47.000Z","scheduled_debate_date":"2021-01-11","debate_outcome_at":"2021-01-12T11:26:43.556Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-02-23","summary":"The government is working hard to ensure everyone who is prioritised based on clinical risk, as set out by the JCVI receives a COVID-19 vaccine as soon as reasonably possible.","details":"The Joint Committee on Vaccination and Immunisation (JCVI) is the independent medical and scientific expert body who advise the UK Government on prioritisation for all vaccines. The committee’s membership is made up of practising clinicians and scientists, as well as individuals from academia who consider the impact of COVID-19 and provide advice on prioritisation of a COVID-19 vaccine in the population.\r\n\r\nFor phase one of the vaccine roll-out, the underlying principles at the forefront of the JCVI advice are to reduce mortality and morbidity, and to protect the NHS and social care systems, including the frontline staff working in these areas. Given the current epidemiological situation in the UK, all evidence indicates that the best option for preventing mortality in the initial phase of the programme is to directly protect persons most at risk.\r\n\r\nHaving identified age as being the biggest determining risk factor to increased mortality, COVID-19 vaccinations have been prioritised to care home residents and staff and those over 80, followed by health and social care workers, then to the rest of the population in order of age and clinical risk factors. Further information on prioritisation can be found via the following link: www.gov.uk/government/publications/covid-19-the-green-book-chapter-14a. If a teacher, school or childcare worker is identified as being in one of the at-risk cohorts, they will be contacted by the NHS at the appropriate time based on JCVI advice. It is estimated that when phase one concludes by the end of Spring 2021, twenty-five million people will have been offered the COVID-19 vaccine.\r\n\r\nTo enable this to happen, the National Health Service (NHS) has been working alongside its health and social care partners to ensure vaccinations can be administered safely and effectively as part of the largest vaccination programme undertaken in its history. Following months of comprehensive planning, more than 250 hospital hubs, 1,028 GP-led local vaccination services, 130 high street pharmacies and 50 large-scale vaccination centres are currently in operation across England. This has been a monumental effort by all those involved which has allowed over 9 million of the highest priority individuals to receive their first dose of the COVID-19 vaccine to date.\r\n\r\nAs the COVID-19 vaccine programme continues to grow, the government continues to follow the scientific and expert advice. As such, there are currently no plans to deviate from the advice set out by the JCVI and prioritise teachers, school or childcare staff during the first phase of deployment unless these individuals are over 50 or have an underlying health condition which place them in priority cohorts 1-9.\r\n\r\nLooking ahead, the JCVI continues to collect and analyse data in order to best inform the advice it provides the government. Further data and advice from the JCVI will inform the next steps going forward in preparation for Phase Two of the roll-out of the COVID Vaccination programme.  The Department of Health and Social Care will work with the NHS, independent experts and other partners to best implement this.\r\n\r\nEnsuring the safety of children, the education and childcare workforce and families is our overriding priority.  We continue to update our guidance to help the childcare sector provide a safe and secure environment for children and staff. To deliver on these aims and to support full re-opening we are rolling out our asymptomatic testing programme to staff in primary and nursery schools, whilst over 90% of secondary schools have now registered for rapid testing. As a result of the brilliant efforts schools and colleges are making to deliver testing it is hoped this will help break the chains of transmission of the COVID-19 virus and support a return to face-to-face education.\r\n\r\nDepartment of Health and Social Care\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/554316)\r\n\r\n","created_at":"2021-01-21T12:37:26.053Z","updated_at":"2021-02-23T14:45:36.147Z"},"debate":{"debated_on":"2021-01-11","transcript_url":"https://hansard.parliament.uk/commons/2021-01-11/debates/36A217D4-671E-4CA0-BF78-4ED3ADDFB346/Covid-19VaccinationRoll-Out","video_url":"https://www.youtube.com/watch?v=XCVSCSm7N6o","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0007/","overview":""},"departments":[{"acronym":"DHSC","name":"Department of Health and Social Care","url":"https://www.gov.uk/government/organisations/department-of-health-and-social-care"}],"topics":["covid-19"]}},{"type":"petition","id":550846,"links":{"self":"https://petition.parliament.uk/petitions/550846.json"},"attributes":{"action":"Reclose schools and colleges due to increase in COVID-19 cases","background":"Close down schools and colleges due to the increase in COVID-19 cases. We are seeing cases of students and teachers catching the virus since schools have reopened.","additional_details":"To protect teachers and pupils and their families.","committee_note":"","state":"closed","signature_count":428789,"created_at":"2020-09-10T20:47:41.490Z","updated_at":"2021-12-13T18:56:08.000Z","rejected_at":null,"opened_at":"2020-09-22T10:43:40.402Z","closed_at":"2021-03-22T23:59:59.999Z","moderation_threshold_reached_at":"2020-09-10T21:47:24.000Z","response_threshold_reached_at":"2020-10-31T19:52:47.000Z","government_response_at":"2020-11-27T12:05:18.821Z","debate_threshold_reached_at":"2020-11-01T16:45:57.000Z","scheduled_debate_date":"2020-12-07","debate_outcome_at":"2020-12-08T14:02:30.153Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-11-25","summary":"Government’s priority is that all pupils remain in school and college full-time. For the vast majority of young people, the benefits of being in the classroom far outweigh the low risk from COVID-19.","details":"Attending school and college is vital for children and young people’s education and for their wellbeing. Time out of school or college is detrimental for children’s and young people’s cognitive and academic development, particularly for disadvantaged children and young people. This impact can affect both current levels of learning and children’s and young people’s future ability to learn.\r\n \r\nSchools and colleges have been open to all students since the start of the autumn term. On average, over 99% of schools are open each day and  99% of Further Education colleges have been open each week. Approximately 89% of pupils on roll were in attendance in state-funded schools as of 5 November.\r\n\r\nThe risk to children and young people themselves of becoming severely ill from coronavirus (COVID-19) is very low and there are negative health impacts of being out of school or college. Senior clinicians, including the Chief Medical Officers of all four nations, still advise that school is the very best place for children and young people to be, and so they should continue to attend. We have taken a national decision to prioritise education during the current period of national restrictions in order to avoid any further reduction in face to face education for children and young people.\r\n\r\nSchools and colleges have implemented a range of protective measures to minimise risk of transmission.\r\n\r\nWe published guidance to support schools (1*) and colleges (2*) to welcome back all children and young people from the start of the autumn term. Our guidance for schools and colleges sets out measures which provide a framework for school and college leaders to put in place proportionate protective measures for children, young people and staff, which also ensure that all students receive a high quality education and training that enables them to thrive and progress. This includes the public health advice schools and colleges must follow to minimise the risks of coronavirus (COVID-19) transmission.\r\n\r\nThe measures set out in the department’s guidance to minimise the risk of transmission in schools and colleges has been endorsed by Public Health England. The measures in place include regular handwashing, promoting good respiratory hygiene, keeping groups separate and maintaining distance and minimising contact between individuals.\r\n\r\nSchools and colleges must ensure they understand the NHS Test and Trace process. Anyone who displays symptoms of coronavirus (COVID-19) can and should get a test. Essential workers, which includes anyone involved in education or childcare, have priority access to testing.\r\n\r\nThere is reassuring evidence from recent ONS data that school and college staff are not at higher risk than those working in other sectors. On 31 October the Prime Minister announced new national restrictions during the period of 5 November to 2 December to control the spread of coronavirus (COVID-19). In line with these restrictions, staff who are clinically extremely vulnerable are advised to work from home and not to go into work. Staff should talk to their employers about how they will be supported, including to work from home where possible, during the period of national restrictions.\r\n\r\nMore evidence has emerged that shows there is a very low risk of children and young people becoming very unwell from coronavirus (COVID-19), even for children and young people with existing health conditions. Most children and young people originally identified as clinically extremely vulnerable no longer need to follow original shielding advice. Children and young people who live with someone who is clinically extremely vulnerable, but who are not clinically extremely vulnerable themselves, should still attend education. Those children and young people whose doctors have confirmed they are still clinically extremely vulnerable are advised not to attend education whilst the national restrictions are in place (3*).\r\n \r\nIf parents have concerns about their child or young person attending school or college because they consider they or members of their household may have particular risk factors, they should discuss these with their school or college.\r\n\r\nWe will continue to keep the evidence, particularly on the transmission rate and wider risks on health, under review so that we can continue to support schools to remain open and provide the education that children deserve.\r\n\r\n(1*)https://www.gov.uk/government/publications/actions-for-schools-during-the-coronavirus-outbreak/guidance-for-full-opening-schools\r\n\r\n(2*)https://www.gov.uk/government/publications/coronavirus-covid-19-maintaining-further-education-provision/what-fe-colleges-and-providers-will-need-to-do-from-the-start-of-the-2020-autumn-term\r\n\r\n(3*)https://www.gov.uk/guidance/education-and-childcare-settings-new-national-restrictions-from-5-november-2020#schools\r\n\r\nDepartment for Education","created_at":"2020-11-27T12:05:18.818Z","updated_at":"2020-11-27T12:06:02.795Z"},"debate":{"debated_on":"2020-12-07","transcript_url":"https://hansard.parliament.uk/commons/2020-12-07/debates/4FFF63BD-3E7E-4CD6-A1B1-1A8400F88AD8/Covid-19ImpactOnSchoolsAndExams","video_url":"https://www.youtube.com/watch?v=7r7ECc92V3g&feature=youtu.be","debate_pack_url":"","overview":""},"departments":[{"acronym":"DfE","name":"Department for Education","url":"https://www.gov.uk/government/organisations/department-for-education"}],"topics":["covid-19"]}},{"type":"petition","id":301397,"links":{"self":"https://petition.parliament.uk/petitions/301397.json"},"attributes":{"action":"Implement UK lockdown for preventing spread of COVID19","background":"The UK needs to follow suit the containment procedures of countries that have been greatly affected by COVID19 such as Italy.\r\n\r\nThe UK should restrict unnecessary travel between towns and cities. Travel permitted should only be for work or emergencies. Public gatherings should also be discouraged.","additional_details":"It is time the government should prioritise the health of the public and should consider how vital it is to implement effective containment now.\r\n\r\nIt is better to spend money to contain the virus and treating the relatively low numbers who are ill now rather than wait for more casualties.","committee_note":"","state":"closed","signature_count":409474,"created_at":"2020-03-11T00:16:42.594Z","updated_at":"2021-10-01T17:55:48.000Z","rejected_at":null,"opened_at":"2020-03-12T16:54:59.310Z","closed_at":"2020-09-12T22:59:59.999Z","moderation_threshold_reached_at":"2020-03-11T13:44:24.000Z","response_threshold_reached_at":"2020-03-13T10:32:54.000Z","government_response_at":"2020-03-19T18:04:26.234Z","debate_threshold_reached_at":"2020-03-14T10:57:34.000Z","scheduled_debate_date":null,"debate_outcome_at":"2020-07-29T10:59:57.752Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-03-19","summary":"We understand the public’s concern and are doing everything we can to combat the outbreak. We will continue to evolve our response based on the latest and best scientific and medical advice.","details":"It is absolutely critical in managing the spread of this virus that we take the right decisions at the right time, based on the best evidence available. \r\n\r\nOn 3 March, the Government launched its coronavirus (COVID-19) action plan: www.gov.uk/government/publications/coronavirus-action-plan/coronavirus-action-plan-a-guide-to-what-you-can-expect-across-the-uk. This plan has two overriding aims: to protect the NHS by building it up and flattening the curve of coronavirus cases; and to protect life by safe guarding those who are most vulnerable. \r\n\r\nSince this petition started the Government has made a number of significant announcements which are set out below. We will continue to adapt the response to follow the best scientific advice.\r\n\r\nOn 16 March Secretary of State for Health Matt Hancock announced a ‘Stay at Home’ policy. This is a social-distancing model for the general public with more home-working and less social interaction. \r\n\r\nGuidance on social distancing for everyone in the UK and protecting older people and vulnerable adults has been published on gov.uk: www.gov.uk/government/publications/covid-19-guidance-on-social-distancing-and-for-vulnerable-people/guidance-on-social-distancing-for-everyone-in-the-uk-and-protecting-older-people-and-vulnerable-adults.\r\n\r\nThis guidance is particularly important for people over 70 years old, pregnant women, and those with some health conditions. It advises on the social distancing measures we should all take to reduce our social interaction in order to reduce the transmission of coronavirus (COVID-19): \r\n\r\nAvoid contact with someone who is displaying symptoms of coronavirus (COVID-19). These symptoms include high temperature and/or new and continuous cough\r\n\r\nAvoid non-essential use of public transport, varying your travel times to avoid rush hour, when possible\r\n\r\nWork from home, where possible. Your employer should support you to do this. Please refer to employer guidance for more information\r\n\r\nAvoid large gatherings, and gatherings in smaller public spaces such as pubs, cinemas, restaurants, theatres, bars, clubs\r\n\r\nAvoid gatherings with friends and family. Keep in touch using remote technology such as phone, internet, and social media\r\n\r\nUse telephone or online services to contact your GP or other essential services\r\n\r\nEveryone should be trying to follow these measures as much as is pragmatic. \r\n\r\nThe Government advises those who are at increased risk of severe illness from coronavirus (COVID-19) to be particularly stringent in following social distancing measures. This group includes those who are: \r\n\r\naged 70 or older (regardless of medical conditions)\r\n\r\nunder 70 with an underlying health condition listed below (ie anyone instructed to get a flu jab as an adult each year on medical grounds):\r\n\r\nchronic (long-term) respiratory diseases, such as asthma, chronic obstructive pulmonary disease (COPD), emphysema or bronchitis \r\nchronic heart disease, such as heart failure \r\nchronic kidney disease\r\nchronic liver disease, such as hepatitis \r\nchronic neurological conditions, such as Parkinson’s disease, motor neurone disease, multiple sclerosis (MS), a learning disability or cerebral palsy\r\ndiabetes\r\nproblems with your spleen – for example, sickle cell disease or if you have had your spleen removed\r\na weakened immune system as the result of conditions such as HIV and AIDS, or medicines such as steroid tablets or chemotherapy \r\nbeing seriously overweight (a body mass index (BMI) of 40 or above)\r\nthose who are pregnant\r\n\r\nThere are some clinical conditions which put people at even higher risk of severe illness from COVID-19. The NHS in England will directly contact those who are in this category. \r\n\r\nPeople falling into this group are those who may be at particular risk due to complex health problems such as:\r\n\r\npeople who have received an organ transplant and remain on ongoing immunosuppression medication\r\n\r\npeople with cancer who are undergoing active chemotherapy or radiotherapy\r\n\r\npeople with cancers of the blood or bone marrow such as leukaemia who are at any stage of treatment\r\n\r\npeople with severe chest conditions such as cystic fibrosis or severe asthma (requiring hospital admissions or courses of steroid tablets)\r\n\r\npeople with severe diseases of body systems, such as severe kidney disease (dialysis)\r\n\r\nThe Government will shortly start a ‘shielding’ approach for the 1.4 million most vulnerable people in our community. \r\n\r\nOn 17 March the Foreign and Commonwealth updated their travel advice, advising against all non-essential international travel, initially for a period of 30 days. This reflects the pace at which other countries are either closing their borders or implementing restrictive measures. \r\n\r\nOn 19 March the Government will introduce the Coronavirus Emergency Bill which will grant the power to keep essential services running. \r\n\r\nThese measures will be disruptive, but the Government believes they will save lives.\r\n\r\nTackling coronavirus is a national effort: thank you for the part you are playing. \r\n\r\nDepartment of Health and Social Care.","created_at":"2020-03-19T18:04:26.231Z","updated_at":"2020-03-19T18:05:14.859Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","debate_pack_url":"","overview":"Because it has not been possible to debate this petition to date, and the issues raised by this petition have been acted on by the Government and considered by the Committee and in the House of Commons in other ways, the Committee has agreed not schedule this petition for debate."},"departments":[{"acronym":"DHSC","name":"Department of Health and Social Care","url":"https://www.gov.uk/government/organisations/department-of-health-and-social-care"}],"topics":["covid-19"]}},{"type":"petition","id":585314,"links":{"self":"https://petition.parliament.uk/petitions/585314.json"},"attributes":{"action":"Introduce sanctions against Israel","background":"The Government should introduce sanctions against Israel, including blocking all trade, and in particular arms.","additional_details":"Its disproportionate treatment of Palestinians and settlements that are regarded by the international community as illegal are an affront to civilised society.","committee_note":"","state":"closed","signature_count":388539,"created_at":"2021-05-08T11:49:27.377Z","updated_at":"2021-12-13T18:56:08.000Z","rejected_at":null,"opened_at":"2021-05-14T07:27:52.070Z","closed_at":"2021-11-14T23:59:59.999Z","moderation_threshold_reached_at":"2021-05-08T12:48:35.000Z","response_threshold_reached_at":"2021-05-14T19:48:45.000Z","government_response_at":"2021-06-08T09:54:04.349Z","debate_threshold_reached_at":"2021-05-15T10:45:45.000Z","scheduled_debate_date":"2021-06-14","debate_outcome_at":"2021-06-15T07:54:11.350Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-06-08","summary":"The UK is firmly opposed to boycotts or sanctions against Israel. Our close and varied relationship means we are able to express clearly when we disagree.","details":"HM Government has made its position on sanctions clear. While we do not hesitate to express disagreement with Israel whenever we feel it necessary, we are firmly opposed to boycotts or sanctions. We believe that open and honest discussions, rather than the imposition of sanctions or supporting anti-Israeli boycotts, best supports our efforts to help progress the peace process and achieve a negotiated solution.\r\n\r\nHM Government takes its export control responsibilities very seriously and operates one of the most robust arms export control regimes in the world. We consider all export applications thoroughly against a strict risk assessment framework. We continue to monitor the situation in Israel and the Occupied Palestinian Territories and keep all licences under careful and continual review as standard. \r\n\r\nThe UK welcomed the recent announcement of a ceasefire in Israel and Gaza on 20 May, which is an important step to ending the cycle of violence and loss of civilian life. During the Foreign Secretary’s visit to the region on 26 May he reiterated the UK’s firm commitment to the two-state solution as the best way to permanently end the occupation, deliver Palestinian self-determination and preserve Israel’s security and democratic identity. The UK will continue our intensive diplomatic efforts in the region, focussed on creating the conditions for a sustainable peace.\r\n\r\nIsrael is an important strategic partner for the UK and we collaborate on issues of defence and security. Our commitment to Israel’s security is unwavering. The UK unequivocally condemns the firing of rockets at Jerusalem and locations within Israel. We strongly condemn these acts of terrorism by Hamas and other terrorist groups, who must permanently end their incitement and rocket fire against Israel. We are also concerned by reports that Hamas is again using civilian infrastructure and populations as cover for its military operations.\r\n\r\nWe are clear that all countries, including Israel, have a legitimate right to self-defence, and the right to defend their citizens from attack. In doing so, it is vital that all actions are proportionate, in line with International Humanitarian Law, and are calibrated to avoid civilian casualties.\r\n\r\nThe UK is strongly opposed to the Boycotts, Divestment and Sanctions Movement against Israel, just as we oppose any calls for boycotts which divide people and reduce understanding.\r\n\r\nThe UK position on evictions, demolitions, and settlements is longstanding and clear. We oppose these activities. We urge the Government of Israel to cease its policies related to settlement expansion immediately, and instead work towards a two state solution. Settlements are illegal under international law, and present an obstacle to peace. We want to see a contiguous West Bank, including East Jerusalem, as part of a viable and sovereign Palestinian state, based on 1967 borders. Our position was reflected in our support for UN Security Council Resolution 2334 and we continue to urge Israel at the highest level to halt settlement expansion immediately.\r\n\r\nWe advise British businesses to bear in mind the British Government's view on the illegality of settlements under international law when considering their investments and activities in the region. Ultimately, it will be the decision of an individual or company whether to operate in settlements in the Occupied Palestinian Territories, but the British Government would neither encourage nor offer support to such activity.\r\n\r\nWe have also made clear our concerns about the increasing rate of demolitions and evictions of Palestinians. The UK is focused on preventing demolitions and evictions from happening in the first place through our legal aid programme, which supports Palestinians facing demolition or home eviction.\r\n\r\nAs a strong friend of Israel, and one which has stood up for Israel when it faces bias and unreasonable criticism, we are continuing to urge Israel to not take steps such as these, which move us away from our shared goals of peace and security.\r\n\r\nThe occupation will not end and peace will not be achieved by symbolic measures, but by real movement towards renewed peace negotiations which create a viable Palestinian state, living in peace and security side-by-side with Israel. We will continue to press Israel and the Palestinians strongly on the need to refrain from taking actions, which make peace more difficult. And will continue to encourage further confidence building steps towards meaningful bilateral peace negotiations between the parties.\r\n\r\nForeign, Commonwealth & Development Office","created_at":"2021-06-08T09:54:04.345Z","updated_at":"2021-06-08T09:54:04.345Z"},"debate":{"debated_on":"2021-06-14","transcript_url":"https://hansard.parliament.uk/commons/2021-06-14/debates/1DA741DA-7D79-4FB1-A769-6B81320154BC/IsraelAndPalestine","video_url":"https://www.youtube.com/watch?v=KTQbtpYkZJM","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0085","overview":""},"departments":[{"acronym":"FCDO","name":"Foreign, Commonwealth & Development Office","url":"https://www.gov.uk/government/organisations/foreign-commonwealth-office"}],"topics":[]}},{"type":"petition","id":569957,"links":{"self":"https://petition.parliament.uk/petitions/569957.json"},"attributes":{"action":"Do not rollout Covid-19 vaccine passports","background":"We want the Government to commit to not rolling out any e-vaccination status/immunity passport to the British public. Such passports could be used to restrict the rights of people who have refused a Covid-19 vaccine, which would be unacceptable.","additional_details":"On Dec 14th 2020, Nadhim Zahawi MP said 'there are no plans for vaccine passports'. He continues to deny the Government has plans despite reports that people who have received the Covid-19 vaccine will be offered a passport proving they have been vaccinated as part of a government-funded trial.\r\n \r\nThe Government must be completely clear to the public about the use of vaccine passports & their intentions, which will undoubtedly affect societal cohesion & effect the economic recovery of Great Britain this year & into 2022.","committee_note":"","state":"closed","signature_count":375210,"created_at":"2021-01-13T14:18:34.955Z","updated_at":"2021-12-15T16:19:11.200Z","rejected_at":null,"opened_at":"2021-01-20T17:35:51.250Z","closed_at":"2021-07-20T22:59:59.999Z","moderation_threshold_reached_at":"2021-01-13T14:35:47.000Z","response_threshold_reached_at":"2021-01-24T10:36:17.000Z","government_response_at":"2021-03-04T13:18:34.364Z","debate_threshold_reached_at":"2021-02-14T08:49:47.000Z","scheduled_debate_date":"2021-03-15","debate_outcome_at":"2021-03-17T09:00:59.727Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-03-03","summary":"The Government is reviewing whether COVID-status certificates could play a role in reopening parts of our economy, reducing restrictions on social contact and improving safety.","details":"The Government is reviewing whether COVID-status certificates could play a role in reopening parts of our economy, reducing restrictions on social contact and improving safety.\r\n\r\nAs set out in the roadmap by the Prime Minister, this review will include assessing to what extent certification would be effective in reducing risk, and the potential uses to enable access to settings or a relaxation of COVID-Secure mitigations. The Government will also consider the ethical, equalities, privacy, legal and operational aspects of this approach and what limits, if any, should be placed on organisations using certification. It will draw on external advice to develop recommendations that take into account any social and economic impacts, and implications for disproportionately impacted groups and individuals’ privacy and security. The Government will set out its conclusions in advance of Step 4 in order to inform the safe reopening of society and the economy.\r\n\r\nAs the Prime Minister has said, there are complex ethical issues - and we can't discriminate against people who, for whatever reason, haven't had a vaccine.\r\n\r\nCabinet Office","created_at":"2021-03-04T13:18:34.362Z","updated_at":"2021-03-04T13:18:34.362Z"},"debate":{"debated_on":"2021-03-15","transcript_url":"https://hansard.parliament.uk/commons/2021-03-15/debates/8D4B8782-7BA5-475B-A48A-370859B78209/VaccinePassports","video_url":"https://www.youtube.com/watch?v=wtJqyDyuqhE","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0038/","overview":""},"departments":[{"acronym":"DHSC","name":"Department of Health and Social Care","url":"https://www.gov.uk/government/organisations/department-of-health-and-social-care"}],"topics":["covid-19"]}},{"type":"petition","id":590282,"links":{"self":"https://petition.parliament.uk/petitions/590282.json"},"attributes":{"action":"Give the UK a Bank Holiday on Monday July 12th if England win Euro 2020","background":"England may be playing a European Championship Final at 8pm on Sunday 11th July. It would be beneficial and sensible to give the country the day off the next day if England win, in the form of an extra Bank Holiday Monday.","additional_details":"Sunday 8pm is a difficult time for families to plan to be together for the event - knowing we have an additional day off the next day would significantly help this. Furthermore, a historic win should be celebrated. It would be expected for the winning team to parade the trophy, and a Bank Holiday would be a perfect time to do this. Also, English people would naturally want to continue to enjoy the win, giving the retail and leisure industry a much-needed opportunity to make up lost revenues.","committee_note":"","state":"open","signature_count":364796,"created_at":"2021-06-30T09:01:23.069Z","updated_at":"2021-12-20T00:47:58.000Z","rejected_at":null,"opened_at":"2021-07-06T10:34:26.537Z","closed_at":null,"moderation_threshold_reached_at":"2021-06-30T09:08:55.000Z","response_threshold_reached_at":"2021-07-08T05:39:05.000Z","government_response_at":"2021-07-22T10:24:01.204Z","debate_threshold_reached_at":"2021-07-08T12:21:35.000Z","scheduled_debate_date":null,"debate_outcome_at":"2021-07-15T17:46:37.415Z","creator_name":"Lee Jones","rejection":null,"government_response":{"responded_on":"2021-07-22","summary":"The Government would like to congratulate the England team on its sterling performance in the UEFA Euro 2020 Final. However, the Government has no plans for a bank holiday.","details":"The Government appreciates how England’s performance at Euro 2020 has united and inspired the nation, particularly in light of the incredibly difficult times endured during the pandemic. We are extremely proud of the England team’s success.\r\n\r\nThe Government regularly receives requests for additional bank and public holidays to celebrate a variety of occasions.  However, the current pattern is well established and accepted. \r\nThere are eight permanent bank and public holidays in England and Wales. There are nine in Scotland and ten in Northern Ireland. \r\n\r\nWhile an additional bank holiday may benefit some communities and sectors, the overall cost to the economy is considerable.  The most recent estimate – from the impact assessment for the additional holiday for the Diamond Jubilee in 2012 - is that a bank holiday (across the UK) costs the economy around £1.2bn. The extra costs to certain businesses are substantial.  \r\n\r\nFull-time workers in the UK are entitled to 28 days statutory paid holiday each year. However, many workers are likely to have to work on bank holidays due to their contractual arrangements. Legislation does not give employees a right to time off or extra pay on bank holidays. \r\n\r\nShort notice bank holidays can also have implications across the public sector which need to be taken into consideration, such as:\r\n\r\n• Benefit payments falling on the bank holiday would have to be rescheduled, which may lead to backlogs and hardship for claimants.\r\n\r\n• Disruption to health and social care services and cancellation of scheduled operations and treatments, of which there is already a backlog due to Covid-19.\r\n\r\n• Courts and tribunals would have to postpone hearings. Due to the way that listings are managed, these may have to be pushed back by more than a single day, leading to longer delays.\r\n\r\n• Children would require an additional day out of school, having already missed a significant number of days due to the pandemic. \r\n\r\nFor these reasons, the Government has no plans to create a one-off bank holiday for this occasion.\r\n\r\nDepartment for Business, Energy and Industrial Strategy \r\n","created_at":"2021-07-22T10:24:01.200Z","updated_at":"2021-07-22T10:24:38.456Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","debate_pack_url":"","overview":"The Petitions Committee has decided not to schedule a debate on this petition.  The Committee considered the petition at its meeting on 13 July 2021. \r\n\r\nGareth Southgate and all of the members of the England team did the country proud, but sadly they didn’t win Euro 2020, so the request of this petition isn't something that needs to be debated.\r\n\r\nThis petition was the most popular petition on petition.parliament.uk in the run up to the final. It was great to see the support that fans had for the team, and the outpouring of support for the players in the days after. "},"departments":[{"acronym":"BEIS","name":"Department for Business, Energy and Industrial Strategy","url":"https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}],"topics":[]}},{"type":"petition","id":302855,"links":{"self":"https://petition.parliament.uk/petitions/302855.json"},"attributes":{"action":"Reimburse all students of this year’s fees due to strikes and COVID-19","background":"All students should be reimbursed of this years tuition fees as universities are now online only due to COVID-19, with only powerpoints online for learning materials which is not worthy of up to £9,250. Furthermore, all assessments are being reconsidered to ‘make do’ and build up credits.","additional_details":"Field trips have also been cancelled which our tuition fee was to pay for. There is also no need for accommodation which students have paid between £4,000-£8,000 for in advance and adding to their student debt. Lastly, the extended strikes of this year have severely disrupted student-staff interaction and personalised help, with staff not replying to emails or available for meetings. Grading is also being delayed. Overall, university quality is poor this year and certainly not worth up to £9,250.","committee_note":"","state":"closed","signature_count":353130,"created_at":"2020-03-14T22:47:08.102Z","updated_at":"2021-04-21T11:04:55.000Z","rejected_at":null,"opened_at":"2020-03-23T16:38:48.290Z","closed_at":"2020-09-23T22:59:59.999Z","moderation_threshold_reached_at":"2020-03-14T23:23:34.000Z","response_threshold_reached_at":"2020-03-24T07:10:24.000Z","government_response_at":"2020-04-16T11:43:59.251Z","debate_threshold_reached_at":"2020-03-24T14:46:04.000Z","scheduled_debate_date":"2020-11-16","debate_outcome_at":"2020-11-17T09:41:10.901Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-06-05","summary":"HE providers must deliver high quality courses.\r\nIf students are unhappy they should first complain to their provider and if their concerns are unresolved they can ask OIA to consider their complaint.","details":"Government recognises the challenges facing students and supports them in their desire to continue receiving the best possible learning experience from our higher education (HE) providers. We consider it in the best interests of all students that they receive a high-quality online education during this unprecedented period that allows them to progress and to complete their studies within the time period they had been anticipating.\r\n\r\nThere are some fantastic and innovative examples of high-quality online learning being delivered by HE providers across the country, and the sector is working hard to provide and prepare learning materials for the summer and autumn terms. Universities are autonomous and responsible for setting their own fees. In deciding to keep charging full fees, universities will of course want to ensure that they can continue to deliver courses which are fit for purpose and help students progress their qualifications. Any refund is a matter for universities, so we are not considering a write off of tuition fee loans.\r\n\r\nWe believe that students should be at the heart of the HE system. The Office for Students (OfS), the regulator in England, has committed to protecting students throughout the present crisis and has published guidance for registered providers on how it will approach the regulation of quality and standards, and this includes practical ways in which students can complete their studies whilst ensuring quality and standards are upheld. Providers are already making these arrangements and the Government is in continuous contact with the sector to support the continuation of teaching and assessment. The Government is also working closely with the Quality Assurance Agency for Higher Education to ensure students continue to leave HE with qualifications that have real value, reflect their hard work and allow people to progress. \r\n\r\nThe Government’s clear expectation is that HE providers should make all reasonable efforts to enable students to complete their studies. If providers are unable to facilitate good online tuition, they should seek to avoid charging students for any additional terms they may need to undergo as a consequence – avoiding effectively charging them twice. Whether or not an individual student is entitled to a refund of fees will depend on the specific contractual arrangements between the provider and student. \r\n\r\nIt is important that students continue to receive a good standard of education, and they are entitled to make a complaint if they feel that their HE provider has not taken sufficient steps to appropriately respond to this situation. In the first instance, students should speak to their provider to see if they can resolve their complaint. We expect student complaints and appeals processes to be operated flexibly, accessibly, and sympathetically by providers to resolve any concerns. If a student at a provider in England or Wales is not satisfied with their provider’s response, they can ask the Office of the Independent Adjudicator for Higher Education (OIA) to consider their complaint. \r\n\r\nGovernment also understands that it may be difficult for some students to finish their current year of study for personal reasons, and that this will undoubtedly be a source of concern to many. Where students are unable to complete their current year of study or need to repeat a year due to compelling personal reasons, they may be eligible for an additional year of fee loan support above their standard entitlement under existing arrangements. \r\n\r\nFinally, Government appreciates the difficult situation facing students who are renting term-time accommodation. We encourage universities and private hall providers to be fair in their decisions about rent charges for this period. A number of large companies have waived rents for the summer term or released students early from their contracts. Students who are tenants with individual private landlords should discuss the possibility of an early release from their tenancy agreement. The Government has also worked with the OfS so that existing funds, totalling £46m across April and May, can now be used to boost providers’ hardship funds for students in financial difficulty. This can include help for IT equipment and internet access, and may be helpful for students who are struggling with housing costs or loss of income from part-time work.\r\n\r\nGovernment has previously responded to a petition concerning compensation for strike action at universities. The response to this petition can be found here: https://petition.parliament.uk/petitions/300528 \r\n\r\nDepartment for Education \r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/302855)","created_at":"2020-04-16T11:43:59.249Z","updated_at":"2020-06-05T12:23:14.048Z"},"debate":{"debated_on":"2020-11-16","transcript_url":"https://hansard.parliament.uk/Commons/2020-11-16/debates/7BF8890F-3E72-44BC-B260-49E74D0B91C7/TuitionFees","video_url":"https://www.youtube.com/watch?v=5n7QzDAmzck","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2020-0132/","overview":""},"departments":[{"acronym":"DfE","name":"Department for Education","url":"https://www.gov.uk/government/organisations/department-for-education"}],"topics":[]}},{"type":"petition","id":575801,"links":{"self":"https://petition.parliament.uk/petitions/575801.json"},"attributes":{"action":"Outlaw discrimination against those who do not get a Covid-19 vaccination","background":"The individual must remain sovereign over their own body, discrimination against those who cannot or will not be vaccinated against COVID is incompatible with a free democracy. The Government must take firm action to prevent 'vaccination passports' and discriminatory 'no jab, no job' policies.","additional_details":"The Government must specifically outlaw discrimination based on vaccine status, this includes access to private businesses, jobs and public life. No individual should ever feel coerced into having a vaccine.","committee_note":"","state":"closed","signature_count":347514,"created_at":"2021-02-18T21:57:52.006Z","updated_at":"2021-09-29T14:31:51.744Z","rejected_at":null,"opened_at":"2021-02-24T17:28:57.574Z","closed_at":"2021-08-24T22:59:59.999Z","moderation_threshold_reached_at":"2021-02-19T22:02:57.000Z","response_threshold_reached_at":"2021-04-07T19:23:25.000Z","government_response_at":"2021-04-29T15:55:35.448Z","debate_threshold_reached_at":"2021-07-20T10:13:05.000Z","scheduled_debate_date":"2021-09-20","debate_outcome_at":"2021-09-21T06:38:31.018Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-04-29","summary":"The Government believes that COVID-status certification could have a role to play in the reopening of society. We are considering carefully the equality and ethical concerns in an ongoing review.","details":"The Government has committed to explore whether and how COVID status certification might be used to reopen our economy, reduce restrictions on social contact and improve safety.\r\n\r\nAs part of this, the Government is conducting a COVID-Status Certification Review. This has so far gathered evidence from clinical and ethical experts, as well as businesses and their representative organisations. In addition, the public call for evidence has generated over 50,000 responses, representing a wide range of opinions.\r\n\r\nThe Roadmap Reviews Update, published on 5 April 2021, provided an update on the COVID-Status Certification Review. This publication can be sourced here: \r\n\r\nhttps://www.gov.uk/government/publications/covid-19-response-spring-2021-reviews-terms-of-reference/roadmap-reviews-update\r\n\r\nThe Government believes that COVID-status certification could have an important role to play both domestically and internationally, as a temporary measure. Equally, the Government wants to be sure that the benefits of any such approach are fully interrogated in public debate and that the deliverability of COVID-status certification is rigorously tested. The Government also wants to analyse the potential economic impacts that COVID-status certification would have across different settings. We will continue to gather evidence on the extent to which COVID-status certification is an effective measure to control the pandemic, reducing hospitalisations and deaths.\r\n\r\nThe Government believes that there are some settings (such as essential public services, public transport and essential shops) where COVID-status certification should never be required, in order to ensure access for all.\r\n\r\nIt is possible that COVID-status certification could also play a role in reducing social distancing requirements in other settings which people tend to visit more frequently (for example, in hospitality settings). However, the Government recognises this has significant implications for businesses and their customers, This will be further considered in consultation with industry, as part of the review of social distancing rules, and taking into account the equalities and other impacts. For now, businesses should continue to plan to reopen in a way that follows the latest COVID-secure guidance, and certification will not be required for reopening as part of step 2 or step 3.\r\n\r\nIn addition to the Roadmap Reviews Update, the Government has presented an interim update to Parliament (29 April). The Government will set out its conclusions ahead of Step 4.\r\n\r\nCabinet Office","created_at":"2021-04-29T15:55:35.445Z","updated_at":"2021-04-29T15:56:04.144Z"},"debate":{"debated_on":"2021-09-20","transcript_url":"https://hansard.parliament.uk/commons/2021-09-20/debates/A52729B6-FB5D-498F-86E4-569024C22623/Covid-19Vaccinations","video_url":"https://www.youtube.com/watch?v=q7_2B4d48PU&feature=youtu.be","debate_pack_url":"https://commonslibrary.parliament.uk/coronavirus/coronavirus-vaccination/","overview":""},"departments":[{"acronym":"CO","name":"Cabinet Office","url":"https://www.gov.uk/government/organisations/cabinet-office"}],"topics":["covid-19"]}},{"type":"petition","id":323442,"links":{"self":"https://petition.parliament.uk/petitions/323442.json"},"attributes":{"action":"Prevent any restrictions on those who refuse a Covid-19 vaccination","background":"I want the Government to prevent any restrictions being placed on those who refuse to have any potential Covid-19 vaccine. This includes restrictions on travel, social events, such as concerts or sports. No restrictions whatsoever.","additional_details":"You cannot force someone to have a vaccination, and should not be able to coerce them into it by way of restrictions. We have to the right to assess the risk ourselves as we have done in the past.","committee_note":"","state":"closed","signature_count":337146,"created_at":"2020-05-28T18:33:48.011Z","updated_at":"2021-12-13T18:56:08.000Z","rejected_at":null,"opened_at":"2020-08-04T15:27:09.326Z","closed_at":"2021-02-04T23:59:59.999Z","moderation_threshold_reached_at":"2020-05-28T18:38:54.000Z","response_threshold_reached_at":"2020-08-05T20:50:04.000Z","government_response_at":"2020-09-14T13:05:03.729Z","debate_threshold_reached_at":"2020-08-29T06:13:04.000Z","scheduled_debate_date":"2020-12-14","debate_outcome_at":"2020-12-15T12:17:39.856Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-09-11","summary":"There are currently no plans to place restrictions on those who refuse to have any potential Covid-19 vaccine.","details":"After clean water, vaccination is the most effective and crucial public health intervention, and a cornerstone of public health that we must not take for granted. It is vital that a significant proportion of people who are offered take up a Covid-19 vaccine in order to protect themselves as well as other vulnerable individuals. Averting a second wave is a key priority for the government and high take up of a vaccine when available will greatly contribute to that. \r\n\r\nImmunisations save thousands of lives every year by preventing outbreaks of serious infectious diseases and, in cases such as smallpox and polio, eliminating diseases in the UK altogether. Since the introduction of the measles vaccine in 1968, it is estimated that 20 million cases and 4,500 deaths have been averted in the UK. From 1970 to 2017, it is estimated that rubella vaccination has averted 1,300 babies being born with congenital rubella syndrome and 25,000 terminations. With further innovation and the development of new vaccines, even more lives could be saved. \r\n\r\nWe believe it is everyone’s responsibility to do the right thing for their own health, and for the benefit of the wider community. There are currently no plans to introduce a Covid-19 vaccine in a way that penalises those who do not take up the vaccine. However, the Government will carefully consider all options to improve vaccination rates, should that be necessary.\r\n\r\nThe UK has a world class national immunisation programme which is constantly reviewed and updated to reflect the changing nature of infectious diseases and provide the best protection for the public. All vaccines used in the UK are thoroughly tested, meet strict safety criteria and are carefully monitored after they are introduced into the national programme. Our evidence-based immunisation programmes are informed by the advice of our work leading expert committee – the Joint Committee on Vaccination and Immunisation (JCVI), which reviews a wide range of scientific and other evidence, keeping the vaccine schedule safe and relevant. \r\n\r\nImmunisation offers everyone a chance at a healthy life from the earliest beginnings and into old age. It saves millions of lives every year and is widely recognised as one of the world’s most successful and cost-effective health interventions. High uptake of a Covid-19 vaccine is the best way we have, to protect our health, our jobs, and our economy at large.\r\n\r\nDepartment of Health and Social Care\r\n","created_at":"2020-09-14T13:05:03.726Z","updated_at":"2020-09-14T13:05:03.726Z"},"debate":{"debated_on":"2020-12-14","transcript_url":"https://hansard.parliament.uk/Commons/2020-12-14/debates/782DBCA8-620D-473C-A8CB-CCB9C0F78DF5/Covid-19Vaccination","video_url":"https://www.youtube.com/watch?v=6juJ_nd73Tw&feature=youtu.be","debate_pack_url":"","overview":""},"departments":[{"acronym":"DHSC","name":"Department of Health and Social Care","url":"https://www.gov.uk/government/organisations/department-of-health-and-social-care"}],"topics":["covid-19"]}},{"type":"petition","id":560216,"links":{"self":"https://petition.parliament.uk/petitions/560216.json"},"attributes":{"action":"Make dog theft a specific criminal offence","background":"The Government should create a specific offence for dog theft, with 8 years minimum sentencing and a fine of at least £5,000. Dogs are like members of the family to many people and current laws do not reflect this. Dogs are a support network for so many, a family member, a lifeline.","additional_details":"There have been reports of substantial increases in dog theft in recent months, with the most loyal of animals torn away from its family. Thieves think it’s all too easy and the punishment can be nothing compared to the gain with a shocking minority of dogs being reunited with their families.\r\nDog theft is not currently a specific offence and the crime of theft carries a sentence of up to seven years according to the Theft Act 1968, but this doesn’t target the specific problem which is dog theft.\r\n \r\nDogs should be seen to have their own offence to protect them. Current laws and penalties are not enough justice for the families and dogs that go through this trauma. They protect us, so we will protect them.","committee_note":"","state":"closed","signature_count":316545,"created_at":"2020-11-12T06:18:39.286Z","updated_at":"2021-10-27T09:06:28.000Z","rejected_at":null,"opened_at":"2020-11-20T17:14:04.974Z","closed_at":"2021-05-20T22:59:59.999Z","moderation_threshold_reached_at":"2020-11-12T10:16:37.000Z","response_threshold_reached_at":"2020-12-19T19:29:37.000Z","government_response_at":"2021-01-21T12:54:42.100Z","debate_threshold_reached_at":"2021-01-05T19:23:47.000Z","scheduled_debate_date":null,"debate_outcome_at":"2021-09-21T16:35:02.062Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-01-20","summary":"Current court sentencing guidelines for theft already take into account the emotional distress that theft of a family pet can have on owners, and already recommend higher penalties for such offences.","details":"We understand the emotional trauma which the theft of a much-loved dog can cause. All reported crimes should be taken seriously, investigated and, where appropriate, taken through the courts and met with tough sentences.\r\n\r\nThe theft of a dog is already a criminal offence under the Theft Act 1968 and the maximum penalty is seven years’ imprisonment.\r\n\r\nIf someone causes an animal to suffer in the course of stealing it from its owner, then they are liable to prosecution under the Animal Welfare Act 2006. The existing maximum custodial penalty for causing animal cruelty is 6 months’ imprisonment. However, there is legislation before Parliament – the Animal Welfare (Sentencing) Bill – which when passed will increase the maximum penalty to 5 years’ imprisonment. This will be the highest penalty for animal cruelty in Europe. The Government will support this Bill as it makes its way through Parliament.\r\n\r\nSentencing is entirely a matter for our independent courts and must take into account the circumstances of each case. When deciding on an appropriate sentence, the courts consider any aggravating and mitigating factors, in line with sentencing guidelines issued by the Sentencing Council. In February 2016 the Sentencing Council updated its guidelines in relation to sentencing for theft offences. The guidelines take account of the emotional distress, and therefore harm, that theft of a pet can have on the victim, and accordingly recommends higher penalties for such offences.\r\n\r\nWhile the Government takes the issue of dog theft very seriously and is concerned by suggestions that occurrences are on the rise, we consider the legislative tools we have in place to deal with cases of dog theft to be robust and proportionate. However, as Victoria Prentis MP said on behalf of the Government at the recent Westminster Hall debate on pet theft, we continue to keep things under review and are keen to explore ways to address the issue that will be effective and have a meaningful impact on the problem at hand. That includes working with interested parties, including the police and animal welfare organisations to try and get messages across to the pet owners to help them keep their pets safe.\r\n\r\nIt is important to raise awareness of precautions that owners can take to reduce risk of dog theft and increase the chances of owners being reunited with lost or stolen dogs. For dog owners this includes never letting their pet out of sight when it is being exercised; varying their routines when walking their dogs and not leaving their dog unattended when in public.\r\n\r\nThe law requires that dogs must be microchipped, and their details recorded on a database. Since we made microchipping compulsory, the proportion of dogs microchipped has gone up from around 58% of all dogs in 2013 to over 90% of all dogs. This means that about 8.5 million dogs in the United Kingdom are microchipped. We have also committed to introducing compulsory cat microchipping.\r\n\r\nOwners should report the theft of their dog to the database on which the animal’s microchip is registered, along with the corresponding crime reference number. There is a much better chance that dogs who become lost or stolen will be returned to their owners if they are microchipped and their records kept up to date. \r\n\r\nDepartment for Environment, Food and Rural Affairs","created_at":"2021-01-21T12:54:42.097Z","updated_at":"2021-01-21T12:54:42.097Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","debate_pack_url":"","overview":"The Petitions Committee has decided not to schedule a debate on this petition.\r\n\r\nThey have agreed not to schedule a debate on this petition as the central request of the petition is being met with the Government’s announcement of plans to introduce a specific criminal offence of pet abduction, which the Petitions Committee has itself supported calls for, following a number of petitions on this issue. The Committee also debated a similar petition in October 2020.\r\n\r\nOn Friday 3 September 2021, the Government announced plans to introduce a specific criminal offence of pet abduction, along the lines called for in the petition you signed.\r\n\r\nYou can read the Government's announcement here: https://www.gov.uk/government/news/pet-abduction-to-be-made-new-criminal-offence-in-crackdown-on-pet-theft\r\n\r\nAfter writing to the Government supporting calls for a specific offence of pet theft, the Petitions Committee debated pet theft in October 2020, in response to another petition calling for this to be made a specific criminal offence.\r\n\r\nRead the Committee's letter calling for pet theft to be made a specific offence: https://committees.parliament.uk/publications/1502/documents/13678/default/\r\n\r\nAnd read the Government's response: https://committees.parliament.uk/publications/2185/documents/20152/default/\r\n\r\nYou can read a transcript of the debate from 20 October 2020 here: https://hansard.parliament.uk/commons/2020-10-19/debates/7DB00823-5B7F-452D-8F36-B857FEDE682B/PetTheft\r\n\r\nYou can also watch the debate here: https://www.youtube.com/watch?v=XRtSMPH_zuc"},"departments":[{"acronym":"MoJ","name":"Ministry of Justice","url":"https://www.gov.uk/government/organisations/ministry-of-justice"}],"topics":[]}},{"type":"petition","id":319891,"links":{"self":"https://petition.parliament.uk/petitions/319891.json"},"attributes":{"action":"Limit the Sale and Use of Fireworks to Organisers of Licensed Displays Only","background":"Current legislation allows for public use of fireworks 16 hours a day, every day, making it impossible for vulnerable groups to take precautions against the distress they can cause. Better enforcement of existing law is insufficient; limiting their sale & use to licensed displays only is necessary.","additional_details":"Restrictions on the sale & use of fireworks has huge public support and is backed by several human and animal charities. Limiting the sale & use of fireworks to displays only, by introducing licensing via local authorities, would help to protect vulnerable people and animals from the distress and anxiety caused by unexpected firework noise & pollution. Legislation that balances people’s desires for firework displays, and individual rights to not be distressed throughout the year, is needed now.","committee_note":null,"state":"closed","signature_count":301611,"created_at":"2020-05-08T13:59:43.344Z","updated_at":"2021-12-21T13:51:48.000Z","rejected_at":null,"opened_at":"2020-07-21T11:40:18.060Z","closed_at":"2021-01-21T23:59:59.999Z","moderation_threshold_reached_at":"2020-05-08T15:16:04.000Z","response_threshold_reached_at":"2020-07-23T06:09:44.000Z","government_response_at":"2020-08-13T14:23:15.766Z","debate_threshold_reached_at":"2020-11-05T21:33:37.000Z","scheduled_debate_date":"2021-11-08","debate_outcome_at":"2021-11-09T12:38:30.942Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-08-13","summary":"The Petitions Committee inquiry in 2019 concluded that it would not be appropriate for the Government to ban the public use of fireworks.","details":"Last year, the Petitions Committee carried out an extensive inquiry into fireworks, which ran from February to November 2019. The Committee asked for evidence on the balance and effectiveness of existing legislation, the role and safety of public and private displays, and the needs of particular groups (such as veterans and people with disabilities), and animals. They received written and oral evidence representing a range of stakeholders, including from members of the public, representative bodies, organisations and charities, all with varying views on fireworks.\r\n\r\nThe Committee’s final report, published on 5 November 2019, concluded that they could not support a ban on the public buying and using fireworks. Their reasoning for no further legislative action was:\r\n\r\nThe likely effects on community groups and their local fundraising efforts;\r\n\r\nThe concerns about ineffectiveness of a ban and resulting unintended and counter-productive consequences for public safety;\r\n\r\nThe substantial economic effect a ban would have, in particular, on those who have built their livelihoods on the fireworks industry.\r\n\r\nWe agree with the conclusion of the Petitions Committee. In the Government’s response to the Committee, we also agreed that a ban could have the unintended consequence of pushing the market underground, driving individuals to source fireworks from illegitimate or unsafe suppliers. A ban could also prove detrimental to communities for cultural or financial reasons.\r\n\r\nNevertheless, the Government has committed to take further action to promote the safe and considerate use of fireworks and our actions will include:\r\n\r\nDeveloping a public awareness campaign on the safe use of fireworks; \r\n\r\nEngaging with animal charities to further discuss their work related to animal welfare issues; \r\n\r\nEngaging with Local Authorities to understand the issues they face with regard to fireworks; \r\n\r\nEngaging with the fireworks industry to discuss any additional action they might take to address the concerns raised around fireworks packaging appealing to underage individuals.\r\n\r\nThese actions show that the Government has been listening to the concerns that have been raised about fireworks and that work is continuing.\r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2020-08-13T14:23:15.764Z","updated_at":"2020-08-13T14:23:15.764Z"},"debate":{"debated_on":"2021-11-08","transcript_url":"https://hansard.parliament.uk/commons/2021-11-08/debates/E3C6762B-B81D-462E-95C1-6EAA2030A63E/FireworksSaleAndUse","video_url":"https://www.youtube.com/watch?v=WN-o7RyDzZw","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0183/","overview":""},"departments":[{"acronym":"BEIS","name":"Department for Business, Energy and Industrial Strategy","url":"https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}],"topics":[]}},{"type":"petition","id":601583,"links":{"self":"https://petition.parliament.uk/petitions/601583.json"},"attributes":{"action":"Remove Clause 9 from the Nationality and Borders Bill","background":"Under provisions in Clause 9 of this Bill, individuals could be stripped of their British citizenship without warning. We believe this is unacceptable, and inconsistent with international human rights obligations.","additional_details":"Clause 9 of the bill, “Notice of decision to deprive a person of citizenship,” which was updated earlier this month, exempts the Government from having to give notice if it is not “reasonably practicable” to do so, or in the interests of national security, diplomatic relations or is otherwise in the public interest.\r\n \r\nWe believe these provisions should be removed before this Bill is enacted.","committee_note":"","state":"open","signature_count":295942,"created_at":"2021-11-19T12:05:29.221Z","updated_at":"2021-12-23T19:25:38.000Z","rejected_at":null,"opened_at":"2021-11-29T08:09:46.943Z","closed_at":null,"moderation_threshold_reached_at":"2021-11-19T13:15:28.000Z","response_threshold_reached_at":"2021-12-07T19:02:38.000Z","government_response_at":null,"debate_threshold_reached_at":"2021-12-10T07:44:48.000Z","scheduled_debate_date":null,"debate_outcome_at":null,"creator_name":"Thomas Charles","rejection":null,"government_response":null,"debate":null,"departments":[{"acronym":"HO","name":"Home Office","url":"https://www.gov.uk/government/organisations/home-office"}],"topics":[]}},{"type":"petition","id":563294,"links":{"self":"https://petition.parliament.uk/petitions/563294.json"},"attributes":{"action":"Seek Europe-wide Visa-free work permit for Touring professionals and Artists","background":"We would like the UK Govt to negotiate a free cultural work permit that gives us visa free travel throughout the 27 EU states for music touring professionals, bands, musicians, artists, TV and sports celebrities that tour the EU to perform shows and events & Carnet exception for touring equipment.","additional_details":"The UK has a huge music / event touring industry which has suffered immensely due to Covid. After the end of the transition period, we face further hardship when trying to tour the EU on a professional basis, with potentially each country asking for its own visa, that would be valid only for one trip, As a freelancer I and many like me travel through the EU countless times a year on different tours and events, this will become impossible due to cost and time if we do not have visa free travel.","committee_note":"","state":"closed","signature_count":286797,"created_at":"2020-12-09T08:01:02.263Z","updated_at":"2021-11-16T12:37:39.596Z","rejected_at":null,"opened_at":"2020-12-22T14:07:49.393Z","closed_at":"2021-06-22T22:59:59.999Z","moderation_threshold_reached_at":"2020-12-09T11:22:27.000Z","response_threshold_reached_at":"2020-12-27T19:12:47.000Z","government_response_at":"2021-01-14T16:49:30.911Z","debate_threshold_reached_at":"2020-12-28T16:37:17.000Z","scheduled_debate_date":"2021-02-08","debate_outcome_at":"2021-02-10T09:54:14.190Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-01-14","summary":"During our negotiations, we proposed measures to allow creative professionals to travel and perform in both the UK and EU, without needing work-permits. Unfortunately, the EU rejected these proposals.","details":"The UK Government supports ambitious arrangements for performers and artists to be able to work and tour across Europe. In the negotiations with the EU, we were determined to get a good deal for British music because we recognise the value of this industry.\r\n \r\nAs negotiations began, we consulted extensively with the sector to find out what they needed from the negotiations. We listened to the experts in British music, including bodies like the Musicians Union, and reflected their views in our proposal to the EU.\r\n\r\nDuring our negotiations with the EU, we sought a mutually beneficial agreement that would have allowed performers to continue performing across the continent without the need for work permits. Specifically, we proposed to capture the work done by musicians, artists and entertainers, and their accompanying staff through the list of permitted activities for short-term business visitors. This was a straightforward solution for our creative industries which would have benefited all sides.\r\n \r\nThe EU turned down our proposals on the basis that musicians were providing a service which they viewed as necessitating a work permit and/or visa. \r\n \r\nThis outcome is regrettable, however there is scope to return to this issue in the future should the EU change its mind. Meanwhile the UK Government will make the case for arrangements that make touring easier in the EU and also seek to signpost to guidance which will help UK business travelers navigate individual Member States’ immigration systems.\r\n\r\nThe UK remains open for musicians to tour here. Musicians and artists (and technical staff) traveling to the UK from non-visa national countries, which includes but is not limited to EU nationals, are able to carry out a number of activities relating to the music and touring industry without a visa. Visiting musicians to the UK may perform at events, make personal appearances, take part in competitions, promotional activities and auditions, for up to 6 months without the need for formal sponsorship or a visa if they are not being paid beyond expenses or prize money. They can also receive payment for appearances at permit free festivals for up to 6 months, or for up to one month for a specific engagement. Musicians and support staff who are being paid in the UK may also qualify for entry under the Tier 5 Creative Worker route, if they are sponsored by a UK entity licensed with UK Visas and Immigration for this purpose. Entry is for up to 12 months and the relevant rules also provide for accompanying dependents. Entry under the Tier 5 Creative Worker route is visa-free for non-visa nationals where entry is for no more than three months.\r\n\r\nThe deal delivers on the Government’s promise to take the UK out of the EU’s customs territory and to regain control of our borders. This means there will be new customs processes on goods headed from GB into the EU and vice versa. These processes ensure that customs authorities remain able to protect their regulatory, security and financial interests. As part of this, ATA Carnets can be used  for temporary imports of some goods, including professional equipment, as an alternative to facing full customs controls. This is already an option for temporary goods movements from the UK to many other non-EU countries. It reflects the established international approach in line with the ATA and Istanbul Conventions.\r\n\r\nThe Government recognises the importance of touring for UK musicians and other creative professionals, and has engaged extensively with the creative industries and arts sector since the announcement of the Trade and Cooperation Agreement to ensure they are aware of the new requirements. Going forward, we will continue our close dialogue with the creative and cultural sectors to ensure that they have the support they need to thrive. \r\n\r\nWe are also taking all steps we can to make the new processes as straightforward as possible for UK artists performing across the continent. Through negotiations with the EU we secured Transparency and Procedural Facilitation measures that will help ensure visa processes are as prompt and smooth as possible. The Agreement also contains provisions that promote efficient customs arrangements and we are working to make it easier to apply for and use ATA Carnets. \r\n\r\nFurthermore, the Government is taking unprecedented action to help the music sector during the crisis. We’ve provided £1.5 billion of direct support for arts across the UK, the biggest one off investment ever, and a sum that far exceeds what’s been provided in other countries. That builds on billions more coming from furlough, the self-employed income support scheme and other government support. \r\n\r\nDepartment for Digital, Culture, Media and Sport\r\n","created_at":"2021-01-14T16:49:30.909Z","updated_at":"2021-01-14T16:49:30.909Z"},"debate":{"debated_on":"2021-02-08","transcript_url":"https://committees.parliament.uk/oralevidence/1675/default/","video_url":"https://www.parliamentlive.tv/Event/Index/d05381df-7842-4391-bd45-d567aaaa36b0","debate_pack_url":"","overview":""},"departments":[{"acronym":"CO","name":"Cabinet Office","url":"https://www.gov.uk/government/organisations/cabinet-office"}],"topics":[]}},{"type":"petition","id":324762,"links":{"self":"https://petition.parliament.uk/petitions/324762.json"},"attributes":{"action":"Require universities to partially refund tuition fees for 20/21 due to Covid-19","background":"The quality of online lectures is not equal to face-to-face lectures. Students should not have to pay full tuition fees for online lectures, without experiencing university life. The Government should require UK universities to partially refund tuition fees while online teaching is implemented.","additional_details":"The UK Government should care because thousands of UK and international students studying in the UK are going to be going into debt for an education that might not be worth the amount of money universities are asking for. Students should get the chance to experience university life in full, with access to societies, opportunities and chances to network. Many benefits of attending University have been taken away by Covid-19, there is so much more to University than the academic side.","committee_note":"","state":"closed","signature_count":270660,"created_at":"2020-06-04T17:03:23.466Z","updated_at":"2021-04-16T15:50:15.300Z","rejected_at":null,"opened_at":"2020-07-29T18:06:28.807Z","closed_at":"2021-01-29T23:59:59.999Z","moderation_threshold_reached_at":"2020-06-04T17:18:34.000Z","response_threshold_reached_at":"2020-09-09T19:35:04.000Z","government_response_at":"2020-09-24T15:55:17.641Z","debate_threshold_reached_at":"2020-09-10T14:56:34.000Z","scheduled_debate_date":"2020-11-16","debate_outcome_at":"2020-11-17T09:44:07.353Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-09-24","summary":"Higher education providers must deliver high-quality courses. If students are unhappy, they should first complain to their provider, or the Office of the Independent Adjudicator for Higher Education","details":"Government recognises the challenges facing students and supports them in their desire to continue receiving the best possible learning experience from our higher education (HE) providers. During this unprecedented period, where it is not possible to provide face-to-face learning in a COVID-secure environment, we expect HE providers to offer high-quality online education that allows students to progress and to complete their studies within the time period they had been anticipating.\r\n\r\nThere are some fantastic and innovative examples of high-quality online learning being delivered by HE providers across the country.  The sector has put in significant resources and worked hard to provide and prepare learning materials for this academic year. We expect that HE providers will be open for the autumn term, combining online teaching and in-person tuition in ways that they consider appropriate which minimises risk.\r\n\r\nUniversities are autonomous and responsible for setting their own fees, up to a maximum of £9,250 for Approved (fee cap) providers. In deciding to keep charging full fees, universities will of course want to ensure that they can continue to deliver courses which are fit for purpose and help students progress their qualifications. Any refund would be a matter for universities, so we are not considering a write-off of tuition fee loans.\r\n\r\nWe believe that students should be at the heart of the HE system. The Office for Students (OfS), the regulator in England, has committed to protecting students throughout the present crisis whilst ensuring that quality and standards are upheld. The Government’s expectation is that quality and academic standards must be maintained, and the OfS has made it clear that all HE providers must continue to comply with registration conditions relating to quality and standards, which set out requirements to ensure that courses are high quality, students are supported and achieve good outcomes, and standards are protected. The OfS has published information and guidance for providers and students, and the Quality Assurance Agency for Higher Education (QAA) has also published a series of guides to support providers to secure academic standards and to support student achievement during the pandemic.\r\n\r\nGovernment has been clear that we expect providers to ensure that continuing and prospective students receive the clear, accurate and timely information needed to make informed decisions. This includes making them aware of any potential for changes at the earliest opportunity.\r\n\r\nThe Government has been in close communication with partners in the HE sector and to help providers make informed decisions about their provision and, on 10 September, the Government issued updated guidance to the HE sector on reopening campuses and buildings. The Government will continue to work closely with the QAA to ensure students continue to leave HE with qualifications that have real value, reflect their hard work and allow people to progress.\r\n\r\nThe Government’s clear expectation is that HE providers should make all reasonable efforts to enable students to complete their studies. If providers are unable to facilitate adequate online and in-person tuition, they should seek to avoid charging students for any additional terms they may need to undergo as a consequence – avoiding effectively charging them twice. Whether or not an individual student is entitled to a refund of fees will depend on the specific contractual arrangements between the provider and student.\r\n \r\nIt is important that students continue to receive a good standard of education, and they are entitled to make a complaint if they feel that their HE provider has not taken sufficient steps to appropriately respond to this situation. In the first instance, students should speak to their provider to see if they can resolve their complaint. We expect student complaints and appeals processes to be operated flexibly, accessibly, and sympathetically by providers to resolve any concerns. If a student at a provider in England or Wales is not satisfied with their provider’s response, they can ask the Office of the Independent Adjudicator for Higher Education (OIA) to consider their complaint.\r\n \r\nFinally, Government has worked with the OfS to enable providers to draw upon existing funding to increase hardship funds and support disadvantaged students impacted by COVID-19. As a result, providers were able to use OfS Student Premium funding worth around £23m per month for April to July this year and £256 million for academic year 2020/21 starting from August towards student hardship funds, including the purchase of IT equipment and mental health support, as well as to support providers’ access and participation plans.\r\n\r\nGovernment is in the process of responding to a report published by the Petitions Committee on 13th July 2020, relating to the impact of COVID-19 on HE students.\r\n\r\nGovernment has previously responded to a petition concerning tuition fee refunds for both COVID-19 disruption and strike action. The response can be found here: https://petition.parliament.uk/petitions/302855\r\n\r\nDepartment for Education","created_at":"2020-09-24T15:55:17.639Z","updated_at":"2020-09-24T15:57:35.944Z"},"debate":{"debated_on":"2020-11-16","transcript_url":"https://hansard.parliament.uk/Commons/2020-11-16/debates/7BF8890F-3E72-44BC-B260-49E74D0B91C7/TuitionFees","video_url":"https://www.youtube.com/watch?v=5n7QzDAmzck","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2020-0132/","overview":""},"departments":[{"acronym":"DfE","name":"Department for Education","url":"https://www.gov.uk/government/organisations/department-for-education"}],"topics":["covid-19"]}},{"type":"petition","id":324092,"links":{"self":"https://petition.parliament.uk/petitions/324092.json"},"attributes":{"action":"Teach Britain's colonial past as part of the UK's compulsory curriculum","background":"Currently, it is not compulsory for primary or secondary school students to be educated on Britain's role in colonisation, or the transatlantic slave trade. We petition the government to make education on topics such as these compulsory, with the ultimate aim of a far more inclusive curriculum.","additional_details":"Now, more than ever, we must turn to education and history to guide us. But vital information has been withheld from the people by institutions meant to educate them. By educating on the events of the past, we can forge a better future. Colonial powers must own up to their pasts by raising awareness of the forced labour of Black people, past and present mistreatment of BAME people, and most importantly, how this contributes to the unfair systems of power at the foundation of our modern society.","committee_note":"","state":"closed","signature_count":268772,"created_at":"2020-06-02T11:46:28.927Z","updated_at":"2021-10-25T15:24:50.829Z","rejected_at":null,"opened_at":"2020-06-10T12:11:18.790Z","closed_at":"2020-12-10T23:59:59.999Z","moderation_threshold_reached_at":"2020-06-02T12:02:24.000Z","response_threshold_reached_at":"2020-06-11T10:18:14.000Z","government_response_at":"2020-06-30T12:33:52.512Z","debate_threshold_reached_at":"2020-06-12T08:54:44.000Z","scheduled_debate_date":"2021-06-28","debate_outcome_at":"2021-06-29T08:21:30.070Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-07-30","summary":"The history curriculum at Key Stage 3 includes the statutory theme “ideas, political power, industry and empire: Britain 1745-1901”. Topics within statutory themes are chosen by schools and teachers.","details":"Within the history curriculum there is already a statutory theme at Key Stage 3 titled “ideas, political power, industry and empire: Britain, 1745-1901”, as such we do not believe there is a need to take this action as the option to teach this topic exists within this compulsory theme. The history curriculum gives teachers and schools the freedom and flexibility to use specific examples from history to teach pupils about the history of Britain and the wider world at all stages. It is for schools and teachers themselves to determine which examples, topics and resources to use to stimulate and challenge pupils and reflect key points in history.\r\n\r\nThere are opportunities within the themes and eras of the history curriculum for teachers and schools to teach about Britain's role in colonisation and the transatlantic slave trade.\r\n\r\nThe full curriculum is available here: https://www.gov.uk/government/publications/national-curriculum-in-england-history-programmes-of-study/national-curriculum-in-england-history-programmes-of-study\r\n\r\nWe have drawn out below both statutory and non-statutory examples of themes in the curriculum where these topics could be taught.\r\n\r\nKey Stage 1: Events within or beyond living memory that are significant nationally or globally; and the lives of significant individuals in the past who have contributed to national and international achievements.\r\n\r\nKey Stage 2: A study of an aspect or theme in British history that extends pupils’ chronological knowledge beyond 1066.\r\n\r\nKey Stage 3: Within the theme ‘the development of Church, state and society in Medieval Britain 1066-1509’, examples given include the Norman Conquest, and the English campaigns to conquer Wales and Scotland up to 1314;\r\n\r\nWithin the theme ‘the development of Church, state and society in Britain 1509-1745’, examples given include the first colony in America and first contact with India;\r\n\r\nWithin the theme ‘ideas, political power, industry and empire: Britain 1745-1901’, examples given include Britain’s transatlantic slave trade, including its effects and its eventual abolition, the development of the British Empire with a depth study (for example, of India), and Ireland and Home Rule;\r\n\r\nWithin the theme ‘challenges for Britain, Europe and the wider world 1901 to the present day’, examples include the two world wars, Indian independence and end of Empire, social, cultural and technological change in post-war British society, and Britain’s place in the world since 1945;\r\n\r\nWithin ‘the study of an aspect or theme in British history that consolidates and extends pupils’ chronological knowledge from before 1066’, examples include study of an aspect of social history, such as the impact through time of the migration of people to, from and within the British Isles; and at least one study of a significant society or issue in world history and its interconnections with other world developments. Examples given include Mughal India 1526-1857, China’s Qing dynasty 1644-1911, changing Russian empires c.1800-1989, and the United States in the 20th century.\r\n\r\nIn addition, the local history study element within each key stage offers opportunities to teach about these areas. They are also within the scope of the subject content set out for GCSE History.\r\n\r\nDepartment for Education\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/324092) ","created_at":"2020-06-30T12:33:52.510Z","updated_at":"2020-07-30T20:46:23.163Z"},"debate":{"debated_on":"2021-06-28","transcript_url":"https://hansard.parliament.uk/Commons/2021-06-28/debates/21062855000001/BlackHistoryAndCulturalDiversityInTheCurriculum","video_url":"https://www.youtube.com/watch?v=mcP3QNGmUpA","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0102/","overview":""},"departments":[{"acronym":"DfE","name":"Department for Education","url":"https://www.gov.uk/government/organisations/department-for-education"}],"topics":["race-and-equality"]}},{"type":"petition","id":309851,"links":{"self":"https://petition.parliament.uk/petitions/309851.json"},"attributes":{"action":"Exempt golf courses from the list of venues required to close due to Covid-19","background":"Isolation essential to the Government’s strategy for fighting coronavirus, and UK citizens must remain healthy and exercise whilst keeping adequate distance between people. The Government should allow golf courses to open so families or individuals can play golf in order to exercise safely. ","additional_details":"This could be achieved on golf courses, whether families or individuals are playing rounds. On the course everyone can keep a safe distance from each other. Let's make use of the space and the open air. Golf can help people stay healthy and happy whilst observing social distancing rules.","committee_note":"","state":"closed","signature_count":257267,"created_at":"2020-03-25T15:16:25.118Z","updated_at":"2021-01-08T16:52:28.950Z","rejected_at":null,"opened_at":"2020-05-01T13:51:47.889Z","closed_at":"2020-11-01T23:59:59.999Z","moderation_threshold_reached_at":"2020-03-25T15:55:04.000Z","response_threshold_reached_at":"2020-11-01T07:54:07.000Z","government_response_at":"2020-11-24T16:47:52.186Z","debate_threshold_reached_at":"2020-11-01T11:15:07.000Z","scheduled_debate_date":"2020-11-23","debate_outcome_at":"2020-11-24T14:09:52.094Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-11-23","summary":"People can leave their homes to exercise outdoors, with their household or with one person from another household or support bubble. Grassroots sports will return as soon as it is safe to do so.","details":"Sport and physical activity including golf are incredibly important for our physical and mental health, and are a vital weapon against coronavirus. Golf also has great reach across society as people of all ages, backgrounds and abilities can take part in the game, it brings people together to experience the outdoors and protect nature.\r\n\r\nNobody wanted to be in the position of having to introduce further National Restrictions.  However, as the Prime Minister said, with the virus spreading faster than expected we cannot allow our health system to be overwhelmed. Therefore, from Thursday 5 November until Wednesday 2 December indoor and outdoor leisure including golf courses will need to close. The National Restrictions are designed to get the R rate under control through limiting social contact and reducing transmissions.\r\n\r\nIn order for these measures to have the greatest impact, we will all need to sacrifice doing some things that we would otherwise like to do, for a short period of time. As soon as we're in a position to start lifting restrictions, grassroots sports will be one of the first to return.\r\n\r\nPeople are still allowed to leave their homes for exercise and recreation outdoors, with their household or on their own, or with one person from another household or support bubble.  DCMS and Sport England will continue to work with National Governing Bodies to allow the safe return of all sports as an immediate priority after the national measures have been relaxed.\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2020-11-24T16:47:52.184Z","updated_at":"2020-11-24T16:47:52.184Z"},"debate":{"debated_on":"2020-11-23","transcript_url":"https://hansard.parliament.uk/commons/2020-11-23/debates/27F99AA4-313E-49C1-B3F2-60D639BD1762/Covid-19RestrictionsOnGymsAndSport","video_url":"https://www.youtube.com/watch?v=uuszxeH6rX8","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2020-0153/","overview":""},"departments":[{"acronym":"DLUHC","name":"Department for Levelling Up, Housing and Communities ","url":"https://www.gov.uk/government/organisations/department-for-levelling-up-housing-and-communities"}],"topics":["covid-19"]}},{"type":"petition","id":579012,"links":{"self":"https://petition.parliament.uk/petitions/579012.json"},"attributes":{"action":"Do not restrict our rights to peaceful protest.","background":"The right to peaceful assembly and protest are fundamental principles of any democracy and the proposed part of this bill that gives the police new powers to tackle disruptive peaceful protests should be removed from The Policing, Crime, Sentencing and Courts Bill.","additional_details":"Why is a non-violent protest regarded as disruptive? Protests are a fundamental right to our society and have been through history. It is how policies have been challenged and changed in the past. Without them, you are effectively saying nobody has the right to peacefully challenge anything. If people feel the need to protest then the government should listen and not be shutting down this legitimate way of people voicing their concerns and opinions. This is a dismantling of our civil liberties.","committee_note":null,"state":"closed","signature_count":256645,"created_at":"2021-03-11T13:41:52.551Z","updated_at":"2021-09-20T09:26:08.000Z","rejected_at":null,"opened_at":"2021-03-16T11:30:21.647Z","closed_at":"2021-09-16T22:59:59.999Z","moderation_threshold_reached_at":"2021-03-11T14:34:55.000Z","response_threshold_reached_at":"2021-03-17T10:23:45.000Z","government_response_at":"2021-04-08T12:28:14.200Z","debate_threshold_reached_at":"2021-03-18T10:47:15.000Z","scheduled_debate_date":"2021-04-26","debate_outcome_at":"2021-04-27T13:19:46.830Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-04-06","summary":"The public order measures in the Police, Crime, Sentencing and Courts Bill do not erode the public’s right to protest; the Government will not be removing these measures from the Bill.","details":"The right to protest is a cornerstone of British democracy and the Government is absolutely committed to maintaining freedoms of expression and assembly. This Bill will enable the police to manage disruptive protests more effectively. The majority of protests in England and Wales will be unaffected by the proposed measures in the Police, Crime, Sentencing and Courts Bill. They will not stop people from carrying out their civic right to protest and be heard. \r\n \r\nExisting public order legislation was passed in 1986 and is no longer suitable for managing all the types of protests we experience today. We aim to ensure that legislation remains fit for purpose. \r\n\r\nIn recent years, we have seen a growing trend in protest groups using highly disruptive tactics that have a detrimental impact on the fundamental rights of others. The misery caused to millions of people by protesters gluing themselves to train carriages, blocking traffic, including emergency vehicles, and preventing newspapers from being distributed is totally unacceptable. \r\n\r\nIn a recent inspection, the independent policing inspectorate, Her Majesty’s Inspectorate of Constabulary, Fire & Rescue Services (HMICFRS) found that the rights of protesters are sometimes prioritised over the rights of local residents, businesses, and those with opposing views, and recommended a ‘modest reset’ of the balance. This is what this Bill is designed to achieve.\r\n \r\nThe proposed measures will allow police to better manage highly disruptive protests, protecting the legitimate rights of those affected by the protests whilst remaining compliant with the European Convention on Human Rights.\r\n\r\nArticles 10 and 11 of the European Convention on Human Rights set out that everyone has the right to freedom of expression and of peaceful assembly and association with others. However, these freedoms are not absolute, and restrictions may be placed for the protection of the rights and freedoms of others. \r\n \r\nThe police will continue to be required to pay due regard to Human Rights obligations when making use of any powers to manage protests and they must be able to show that their use of powers is necessary and proportionate.\r\n\r\nHome Office\r\n","created_at":"2021-04-08T12:28:14.198Z","updated_at":"2021-04-08T12:28:14.198Z"},"debate":{"debated_on":"2021-04-26","transcript_url":"https://hansard.parliament.uk/commons/2021-04-26/debates/21042631000001/RightsToProtest","video_url":"https://www.youtube.com/watch?v=j5jP_5j-A0M","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cbp-9164/","overview":""},"departments":[{"acronym":"HO","name":"Home Office","url":"https://www.gov.uk/government/organisations/home-office"}],"topics":[]}},{"type":"petition","id":300976,"links":{"self":"https://petition.parliament.uk/petitions/300976.json"},"attributes":{"action":"Make LGBT conversion therapy illegal in the UK","background":"I would like the Government to:\r\n• make running conversion therapy in the UK a criminal offence\r\n• forcing people to attend said conversion therapies a criminal offence\r\n• sending people abroad in order to try to convert them a criminal offence\r\n• protect individuals from conversion therapy","additional_details":"Despite all major counselling and psychotherapy bodies in the UK, including the NHS, condemning LGBT conversion therapy, it is still legal and LGBT individuals in the UK are still exposed to this psychological and emotional abuse to this day. The very thought of this sickens me, and I would like to see it stopped one day.","committee_note":null,"state":"closed","signature_count":256392,"created_at":"2020-03-08T19:06:26.655Z","updated_at":"2021-12-09T14:57:05.893Z","rejected_at":null,"opened_at":"2020-03-13T10:57:11.924Z","closed_at":"2020-09-13T22:59:59.999Z","moderation_threshold_reached_at":"2020-03-08T19:33:24.000Z","response_threshold_reached_at":"2020-04-28T11:58:34.000Z","government_response_at":"2020-05-21T09:53:28.389Z","debate_threshold_reached_at":"2020-06-03T19:28:04.000Z","scheduled_debate_date":"2021-03-08","debate_outcome_at":"2021-03-09T10:52:21.940Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-05-21","summary":"The Government is committed to ensuring all citizens feel safe and protected from harm. We will work to deepen our understanding and consider all options for ending the practice of conversion therapy.","details":"It is a fundamental principle of this Government that everyone should be free to live their lives as they wish. People must feel safe at home, out on the street and online.\r\n\r\nConversion therapy is a very complex issue. There are a wide range of practices which may fall within its scope and we want to ensure we have a thorough understanding of the situation in the UK to inform an effective approach. Before any decision is made on proposals for ending conversion therapy we must understand the problem, the range of options available and the impact they would have.\r\n\r\nIt is important to stress that certain abhorrent and violent practices which may be classed as conversion therapy such as ‘corrective’ rape, or other forms of physical abuse, are already covered by existing criminal offences. Where such practices are already unlawful, we will ensure the law is clear, well understood and enforced. Where dangerous conversion therapy practices are not already unlawful, we will examine the best ways to prevent them being conducted, without sending such practices underground. As we have said previously, we are not trying to prevent LGBT people from seeking spiritual support from their faith leader or others in the exploration of their sexual orientation.\r\n\r\nThe UK Government is committed to ensuring all citizens feel safe and are protected from harm. This is why we will work to deepen our understanding and consider all options for ending the practice of conversion therapy.\r\n\r\nGovernment Equalities Office","created_at":"2020-05-21T09:53:28.387Z","updated_at":"2020-05-21T09:53:28.387Z"},"debate":{"debated_on":"2021-03-08","transcript_url":"https://hansard.parliament.uk/commons/2021-03-08/debates/552D6176-C4D5-47F1-A8C1-C900B58AEB7C/LGBTConversionTherapy","video_url":"https://www.youtube.com/watch?v=vl38dzzn1wc","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0030/","overview":""},"departments":[{"acronym":"CO","name":"Cabinet Office","url":"https://www.gov.uk/government/organisations/cabinet-office"},{"acronym":"HO","name":"Home Office","url":"https://www.gov.uk/government/organisations/home-office"}],"topics":[]}},{"type":"petition","id":306691,"links":{"self":"https://petition.parliament.uk/petitions/306691.json"},"attributes":{"action":"Extend maternity leave by 3 months with pay in light of COVID-19","background":"In light of the recent outbreak and lock down, those on maternity leave should be given 3 extra months paid leave, at least. This time is for bonding and social engaging with other parents and babies through baby groups which are vital for development and now everything has been cancelled.","additional_details":"These groups are vital for baby development, bonding and educating both babies and parents. Given that the government have closed down many areas of the community new parents and babies are confined to their homes with no social interaction which will ultimately impact on the development of children. \r\n\r\nWe are calling on Boris Johnson and the government to extend paid maternity leave by an additional 3 months, at least to allow for this development and bonding to take place.","committee_note":"","state":"closed","signature_count":238884,"created_at":"2020-03-20T17:30:16.170Z","updated_at":"2021-12-15T15:52:28.281Z","rejected_at":null,"opened_at":"2020-04-20T16:10:34.783Z","closed_at":"2020-10-20T22:59:59.999Z","moderation_threshold_reached_at":"2020-03-20T17:42:04.000Z","response_threshold_reached_at":"2020-04-21T09:23:54.000Z","government_response_at":"2020-05-14T13:58:56.047Z","debate_threshold_reached_at":"2020-04-21T19:47:24.000Z","scheduled_debate_date":"2020-10-05","debate_outcome_at":"2020-10-06T11:18:53.056Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-05-14","summary":"The UK’s Maternity Leave offer is already amongst the most generous in the World – up to 52 weeks of leave are available, 39 weeks of which are paid – and we currently have no plans to extend it.","details":"During this difficult time for the country, we recognise the disruption the necessary actions are having on people’s lives, their businesses, their jobs and the nation’s economy\r\n\r\nThat is why the Government has put in place unprecedented support for public services, workers and businesses to protect against the current economic emergency. This includes the Coronavirus Job Retention Scheme that helps protect people’s jobs and helps employers to still provide important benefits such as enhanced contractual maternity pay. \r\n\r\nWe have made regulations to ensure women will not lose out on Statutory Maternity Pay (SMP) should they be affected by a period of furlough pay. The regulations require employers to calculate SMP on normal earnings rather than reduced pay. It is also possible for employers to offer furlough pay at the end of a woman’s maternity leave and pay period, in effect extending the period a woman is away from work.\r\n\r\nWe understand that the social distancing measures mean that there are limited opportunities for parents to participate in activities normally available, such as parent and baby groups or introducing their newborn to family friends. This is regrettable but necessary to help safeguard the health of individuals, including other new mothers and babies.\r\n\r\nMaternity Leave and Pay are provided to enable employed women to take time off work in the later stages of their pregnancy and after they have given birth.  In addition, the UK’s Maternity Leave offer is already amongst the most generous in the world, with up to 52 weeks leave available and 39 weeks of pay. Therefore, we currently have no plans to extend Maternity Leave.\r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2020-05-14T13:58:56.046Z","updated_at":"2020-05-14T13:58:56.046Z"},"debate":{"debated_on":"2020-10-05","transcript_url":"https://hansard.parliament.uk/Commons/2020-10-05/debates/C34D435A-FA13-450E-B3FB-8B03C63287CB/Covid-19MaternityAndParentalLeave","video_url":"https://parliamentlive.tv/Event/Index/3dd8e43f-bc93-45ad-8efd-dd5b6d61502c","debate_pack_url":"","overview":""},"departments":[{"acronym":"BEIS","name":"Department for Business, Energy and Industrial Strategy","url":"https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}],"topics":["covid-19"]}},{"type":"petition","id":581641,"links":{"self":"https://petition.parliament.uk/petitions/581641.json"},"attributes":{"action":"Ban Animal Testing - Fund, accept & promote alternatives to animal testing","background":"We would like the Government to ban all animal testing UK, including for the development of cosmetics, household products and medicines. Alternatives need to be actively funded. Many products that are tested on animals end up not being suitable for humans. Animal testing is outmoded and should end.","additional_details":"Testing on animals is a waste of public money and delays medical progress. Replacing animal tests does not have to mean putting human patients at risk or halting medical progress. Instead, replacing animal testing should improve the quality as well as the humaneness of our science. There are massive bureaucratic hurdles to implementing alternatives, which the Government could remove. There is no rational moral justification for using animals in experiments.","committee_note":"","state":"closed","signature_count":235897,"created_at":"2021-03-29T19:32:00.243Z","updated_at":"2021-10-27T07:22:46.202Z","rejected_at":null,"opened_at":"2021-04-12T16:23:32.333Z","closed_at":"2021-10-12T22:59:59.999Z","moderation_threshold_reached_at":"2021-03-29T19:53:35.000Z","response_threshold_reached_at":"2021-07-11T08:18:25.000Z","government_response_at":"2021-08-04T15:10:33.996Z","debate_threshold_reached_at":"2021-07-11T22:41:25.000Z","scheduled_debate_date":"2021-10-25","debate_outcome_at":"2021-10-27T07:22:46.202Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-08-04","summary":"Scientific research using animals is vital in understanding how biological systems work in health and disease. Government oversees development of 3Rs techniques and delivery of robust regulation.","details":"Government believes scientific research using animals plays a vital part in our understanding of how biological systems work in health and disease. The use of animals in science supports the development of new medicines and cutting-edge medical technologies, for humans and animals, and the safety and sustainability of our environment. However, animals must only be used where there is no alternative. This is achieved through robust regulation, and support/funding for non- animal alternatives. \r\n\r\nIn the UK, no animal testing may be conducted except for a permissible purpose enshrined in law. These purposes include to: assess the safety of medicines or chemicals; protect the environment; allow the development of medicines; and conduct basic scientific research to understand how biological systems and processes work. Under UK law no animal testing may be conducted if there is a non-animal alternative available. The use of animals in such testing is strictly limited to that necessary to achieve the scientific benefits.\r\n\r\nAnimal testing is required by all global medicines regulators, including the UK’s Medicines and Healthcare products Regulatory Agency (MHRA), to protect human health and safety. Without the testing of potential medicines on animals the development, registration and marketing of new, safe, and effective medicines would not be possible. The animal species for testing of potential medicines are specifically chosen to give as much human relevant information as possible and to avoid species specific reactions which would not predict human effects. Many products which would unsafe or ineffective in humans are detected through animal testing thus avoiding harm to humans. Potential medicines fail in development for many reasons but the fact that medicines are stopped in development for reasons other than unsatisfactory animal testing does not mean that the testing is not essential.\r\n\r\nAnimal testing of cosmetics has been banned in the UK since 1998. Under UK law it is illegal to test cosmetic products, or their ingredients, on animals to meet the requirements of the Cosmetics Regulations 2009.  Animal testing of chemicals is required under UK law, depending on the chemical itself and the quantity manufactured, to protect the safety of workers manufacturing or exposed to such material in high amounts and protect the environment when such chemicals may find their way into waterways, soil or the atmosphere. Animal testing is also required for academic researchers to understand how biological systems and pathways work. Without this basic research we would limit our ability to make scientific discoveries which eventually lead to new targets for drug discovery and development and the pipeline of new medicines.\r\n\r\nThe Government is committed to supporting, funding, and accelerating cutting edge technologies that allow animal use to be replaced or avoided. UK Research and Innovation (UKRI) provides core funding to the National Centre for the 3Rs (NC3Rs) which works nationally and internationally to drive the uptake of 3Rs technologies and ensure that advances in the 3Rs are reflected in policy, practice and regulations on animal research. In 2015, the non-animal technologies roadmap for the UK was published by Innovate UK and the NC3Rs, in partnership with a number of Research Councils, and the UK’s Defence, Science and Technology Laboratory. This sets out a strategy to accelerate the translation of technologies emerging from research into tests for assessing the safety and efficacy of chemicals (including medicines and drugs) without the use of animals. There is ongoing work led by the NC3Rs to review the impact of the £7 million invested as part of the roadmap for commercial feasibility and collaborative R&D projects. The findings of this review will be used to inform future activities in this area. \r\n\r\nSince the NC3Rs was launched it has committed £100 million through its research, innovation, and early career awards to provide new 3Rs approaches for scientists in academia and industry to use. This includes almost £27 million in contracts through its CRACK IT Challenges innovation scheme to UK and EU-based institutions, mainly focusing on new approaches for the safety assessment of pharmaceuticals and chemicals that reduce the use of animals. The MHRA works closely with the NC3Rs in bringing together stakeholders in academia, industry, government and animal welfare organisations to facilitate the exchange of information and ideas, and the translation of research findings into practice that benefits both animals and science. \r\n\r\nUKRI also funds a portfolio of research projects involving humans, human materials, animal models, and non-animal technologies. The Medical Research Council (MRC) has for more than a decade prioritised experimental medicine research, in which studies are undertaken directly in humans to identify disease mechanisms and provide early evidence and validity of new discoveries or treatments. \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2021-08-04T15:10:33.993Z","updated_at":"2021-08-04T15:10:33.993Z"},"debate":{"debated_on":"2021-10-25","transcript_url":"https://hansard.parliament.uk/commons/2021-10-25/debates/486708F3-E5DE-4121-B9E0-F146AFF73031/AnimalTesting","video_url":"https://www.youtube.com/watch?v=w6_AKzQt9D4","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0161/","overview":""},"departments":[{"acronym":"BEIS","name":"Department for Business, Energy and Industrial Strategy","url":"https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"},{"acronym":"DEFRA","name":"Department for Environment, Food and Rural Affairs","url":"https://www.gov.uk/government/organisations/department-for-environment-food-rural-affairs"}],"topics":[]}},{"type":"petition","id":567492,"links":{"self":"https://petition.parliament.uk/petitions/567492.json"},"attributes":{"action":"Open gyms first as we come out of lockdown & fund a Work Out to Help Out scheme","background":"We want the government to recognise the importance of gyms, health clubs, leisure centres and swimming pools in empowering people to look after their health and stay fit and for them to open first as we come out of lockdown.\r\n\r\nWe're also calling for government to fund a Work Out to Help Out scheme.","additional_details":"Gyms are an essential service in underpinning the health of the nation.\r\n \r\nActivity levels fell dramatically during 2020 lockdowns, as people could not get to their gym to exercise safely.\r\n \r\nThe government opened pubs before gyms and spent £500m on the Eat Out to Help Out scheme which encouraged unhealthy behaviour in a health crisis.\r\n \r\nThe virus is more serious for people who are overweight and unfit. The focus this time must be on health and wellbeing and getting people active.","committee_note":"","state":"closed","signature_count":230020,"created_at":"2021-01-05T18:05:15.548Z","updated_at":"2021-07-21T09:47:05.000Z","rejected_at":null,"opened_at":"2021-01-20T14:54:56.581Z","closed_at":"2021-07-20T22:59:59.999Z","moderation_threshold_reached_at":"2021-01-05T23:08:07.000Z","response_threshold_reached_at":"2021-01-22T17:43:17.000Z","government_response_at":"2021-02-09T17:06:40.583Z","debate_threshold_reached_at":"2021-02-08T15:19:27.000Z","scheduled_debate_date":"2021-03-22","debate_outcome_at":"2021-03-23T12:25:28.458Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-03-16","summary":"Sports & physical activity providers play a crucial role in supporting everyone to be active. We continue to work with our partners to encourage the usage of sports facilities when they open in April.","details":"Sports and physical activity are crucial for our mental and physical health. The Chief Medical Officer is clear that being physically active is important to long-term health and crucial for keeping people healthy. That’s why we have continued to make sure that people can exercise throughout the national restrictions, and why we have ensured that grassroots and children’s sport is front of the queue when easing those restrictions.\r\n\r\nOn Monday 22 February, the Prime Minister announced a roadmap out of the current lockdown in England. The roadmap outlines four steps for easing restrictions. There will be a minimum of five weeks between each step: four weeks for the data to reflect changes in restrictions; followed by seven days’ notice of the restrictions to be eased. The Chief Medical Officer and the Chief Scientific Adviser have made clear that this will give adequate time to assess the impact of each step and reduce the risk of having to re-impose restrictions at a later date.\r\n\r\nStep 2 will take place no earlier than 12 April and as part of this indoor leisure (including gyms, leisure centres and swimming pools) will reopen. Step 3 will take place no earlier than 17 May and, as part of this, exercise classes can resume.  Tighter restrictions are required for indoor facilities such as gyms because we know transmission rates are higher indoors.\r\n\r\nWe do not intend to fund a Work Out to Help Out Scheme. Government has provided unprecedented support to businesses through tax reliefs, cash grants and employee wage support, which many sport clubs have benefited from. On top of wider economic support, the Government has announced a £100m support fund for local authority leisure centres to ensure these important facilities remain available once public health restrictions are lifted.\r\n\r\nSport England has also provided £220million directly to support community sport clubs and exercise centres through this pandemic, via a range of funds including their £35million Community Emergency Fund. This sector support was recently boosted by an extra £50million to help grassroots sports clubs and organisations as part of Sport England’s new strategy Uniting the Movement.\r\n\r\nWe will continue to work with partners including Sport England and ukactive to open sports facilities and to encourage their usage.  An example of the work the sector is leading in this area is the Fit Together campaign, developed by ukactive in line with their re-opening framework for operating a fitness or leisure facility.  Fit Together aims to raise awareness among the public that people can return to their facilities and be active in a safe environment. Further information on the campaign and the measures gyms and leisure facilities have committed in reopening can be found here.\r\n\r\nDepartment for Digital, Culture, Media and Sport\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/567492)\r\n","created_at":"2021-02-09T17:06:40.581Z","updated_at":"2021-03-16T16:30:39.329Z"},"debate":{"debated_on":"2021-03-22","transcript_url":"https://hansard.parliament.uk/commons/2021-03-22/debates/036445FD-6513-4719-B8F8-C5E05E2D85E4/Spring2021Covid-19RoadMap","video_url":"https://www.youtube.com/watch?v=e3K5SyLEsJc","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0051/","overview":""},"departments":[{"acronym":"DCMS","name":"Department for Digital, Culture, Media and Sport","url":"https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}],"topics":["covid-19"]}},{"type":"petition","id":554150,"links":{"self":"https://petition.parliament.uk/petitions/554150.json"},"attributes":{"action":"Implement sanctions against the Nigerian Government and officials","background":"The Government should explore using the new sanctions regime that allows individuals and entities that violate human rights around the world to be targeted, to impose sanctions on members of the Nigerian government and police force involved in any human rights abuses by the Nigerian police.","additional_details":"There have been deeply concerning reports of a Nigerian police force unit (SARS) engaging in illegal activities and human rights abuses, and there have also been reports of police firing at protestors calling for SARS to be disbanded.\r\n \r\nDeploying sanctions would provide accountability for and be a deterrent to anyone involved in violations of human rights.","committee_note":"","state":"closed","signature_count":221258,"created_at":"2020-10-12T16:42:41.368Z","updated_at":"2021-12-06T13:23:18.070Z","rejected_at":null,"opened_at":"2020-10-20T09:48:20.340Z","closed_at":"2021-04-20T22:59:59.999Z","moderation_threshold_reached_at":"2020-10-12T17:40:34.000Z","response_threshold_reached_at":"2020-10-20T20:08:44.000Z","government_response_at":"2020-11-11T19:06:05.580Z","debate_threshold_reached_at":"2020-10-21T02:02:34.000Z","scheduled_debate_date":"2020-11-23","debate_outcome_at":"2020-11-24T14:12:45.148Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-11-11","summary":"We were concerned by violence during recent protests and await the outcome of Nigerian investigations into reports of police brutality. We do not publicly speculate on future sanctions designations.","details":"The UK Government is deeply concerned by violence during recent protests in Nigeria, which tragically claimed lives. Our thoughts are with the families of all those affected.\r\n\r\nThe Foreign Secretary issued a statement on 21 October calling for an end to the violence and for the Nigerian Government to urgently investigate reports of brutality by its security forces and hold those responsible to account. The Minister for Africa tweeted on 16 October, noting the Nigerian people’s democratic and peaceful calls for reforms, and again on 21 October, encouraging the Nigerian authorities to restore peace and address concerns over brutality towards civilians. He reiterated these messages when he spoke to Foreign Minister Onyeama on 23 October. The British High Commissioner in Abuja has also raised the protests with representatives of the Nigerian Government and will continue to do so.\r\n\r\nWe welcome President Buhari’s decision to disband the Federal Special Anti-Robbery Squad (FSARS) and the establishment of judicial panels of inquiry to investigate alleged incidents of brutality by the security services. They must investigate all incidents, including in Lagos, fully. The Minister for Africa tweeted on 29 October stressing the importance of the police and military’s cooperation with the panels. He raised this, and the need for the panels to urgently start investigations, when he spoke to the Governor of Lagos on 11 November.\r\n\r\nThe UK Government will continue to work with the Nigerian Government and international and civil society partners to support justice, accountability and a more responsive policing model in Nigeria. We will continue to push for the Nigerian security services to uphold human rights and the rule of law, investigate all incidents of brutality, illegal detentions and use of excessive force, and hold those responsible to account.\r\n\r\nOn 6 July, the Government established the Global Human Rights sanctions regime by laying regulations in Parliament under the Sanctions and Anti-Money Laundering Act 2018. In a statement to Parliament, the Foreign Secretary set out in full the scope of the UK’s new Global Human Rights sanctions regime. He announced the first tranche of designations, as well as the Government’s approach to future designations.\r\n\r\nThis sanctions regime will give the UK a powerful new tool to hold to account those involved in serious human rights violations or abuses. The sanctions regime is not intended to target individual countries. It will allow for sanctions to be imposed on individuals and entities involved in serious human rights violations or abuses around the world.\r\n\r\nWe will continue to consider potential designations under the Global Human Rights sanctions regime. It is longstanding practice not to speculate on future sanctions designations as to do so could reduce the impact of the designations.\r\n\r\nThe UK Government will keep all evidence and potential listings under close review.\r\n\r\nForeign, Commonwealth & Development Office","created_at":"2020-11-11T19:06:05.578Z","updated_at":"2020-11-11T19:06:05.578Z"},"debate":{"debated_on":"2020-11-23","transcript_url":"https://hansard.parliament.uk/Commons/2020-11-23/debates/0A7DEC6C-F408-46E8-BD71-D87E0C07A30E/NigeriaSanctionsRegime","video_url":"https://www.youtube.com/watch?v=MTKMUEpHWoE","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2020-0148/","overview":""},"departments":[{"acronym":"DfIT","name":"Department for International Trade","url":"https://www.gov.uk/government/organisations/department-for-international-trade"},{"acronym":"FCDO","name":"Foreign, Commonwealth & Development Office","url":"https://www.gov.uk/government/organisations/foreign-commonwealth-office"}],"topics":[]}},{"type":"petition","id":326066,"links":{"self":"https://petition.parliament.uk/petitions/326066.json"},"attributes":{"action":"Cancel GCSEs and A Levels in 2021","background":"The Government should cancel GCSEs and A Levels in 2021 due to the disruption of Covid-19. By the time students go back to normal learning, 6 months will have passed since schools were closed to most pupils. This has already had a huge impact on the studying of so many.","additional_details":"Students in the UK have already missed hundreds of hours of learning since 23rd March. This has had a huge effect. Some pupils don’t have the essential resources: a working computer, textbooks, stationary, etc. Many don’t have a proper learning environment, therefore results will most certainly not reflect the true efforts of pupils. Hence why I am writing to the Government to cancel GCSEs and A Levels and provide predicted grades to show the true reflections of students across the country.","committee_note":"","state":"closed","signature_count":211974,"created_at":"2020-06-09T21:32:29.897Z","updated_at":"2021-07-23T11:41:38.750Z","rejected_at":null,"opened_at":"2020-08-19T14:19:23.532Z","closed_at":"2021-02-19T23:59:59.999Z","moderation_threshold_reached_at":"2020-06-09T21:44:14.000Z","response_threshold_reached_at":"2020-10-06T18:38:04.000Z","government_response_at":"2020-10-21T16:52:24.638Z","debate_threshold_reached_at":"2020-10-12T21:17:14.000Z","scheduled_debate_date":"2020-12-07","debate_outcome_at":"2020-12-08T14:01:10.957Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-10-20","summary":"The Government is committed to GCSE, AS and A level exams taking place next year. We continue to believe that exams are the best and fairest way of judging students’ performance.","details":"We recognise that Year 11 and 13 students due to take exams in 2021, and their parents, carers and teachers, are concerned about the disruption to education caused by the COVID-19 outbreak. The government is determined to do everything possible to ensure that no student is prevented from fulfilling their potential due to the pandemic.\r\n\r\nWe continue to believe that exams are the best and fairest way of judging students’ performance and the Government is committed to GCSE, AS and A level exams taking place next year. The Department has been working closely with Ofqual, the exam boards and groups representing teachers, schools, colleges and students, to consider our approach to exams and other assessments for 2021. \r\n\r\nIn July, Ofqual ran a consultation on a range of possible measures, with the overriding aim of ensuring that exams and assessments are as fair as possible. Ofqual published its decisions (https://www.gov.uk/government/consultations/proposed-changes-to-the-assessment-of-gcses-as-and-a-levels-in-2021) on the proposed changes on 3 August. These decisions include adaptations in a number of subjects, for example, removing the requirement to record the spoken language assessment in GCSE English language, and allowing GCSE students to observe, rather than undertake, practical science work. In some subjects with a high volume of content - GCSE history, ancient history and English literature – Ofqual confirmed that exam boards should change how they assess students next year by allowing a choice of topics in the exams. For GCSE, AS and A level geography, there are changes to the requirements relating to fieldwork, both to free up teaching time and to take account of the fact that public health restrictions may make it difficult for students to fulfil the requirements next year. A full list of all subject-level adaptations to exams and assessments in 2021 can be found at Appendix A in Ofqual’s decisions document (https://www.gov.uk/government/consultations/proposed-changes-to-the-assessment-of-gcses-as-and-a-levels-in-2021). On 12 October, the Government confirmed that no further subject-level changes to exams and assessments will be made for GCSEs, AS and A levels. This confirmation gives teachers, school leaders and pupils clarity on what will be assessed in exams next summer. The government also announced the decision to delay most GCSE, AS and A level exams next year by 3 weeks to free up additional teaching time. \r\n\r\nExams next year will be underpinned by contingency measures developed in partnership with the sector. The Education Secretary wrote to Ofqual on 12 October to ask the regulator to work closely with him, school and further education leaders, exam boards, unions and the higher education sector to develop these arrangements. More detail will be published later in the autumn, to ensure students have confidence that they will be fairly treated in terms of assessment in 2021. \r\n\r\nWe have announced a package worth £1 billion to ensure that schools have the resources they need to help all pupils make up for lost teaching time. This package includes a universal catch up premium of £650 million and £350 million for a National Tutoring Programme for disadvantaged pupils. Whilst head teachers will decide how the money is spent, the Education Endowment Foundation has published guidance on effective interventions to help schools make the best use of resources. This £1 billion package is on top of the £14 billion three year funding settlement announced last year, recognising the additional work schools will need to do to help pupils to catch up.\r\n\r\nWe have also announced a 16-19 Tuition Fund, allocating up to £96m as a one-off, one year, ring-fenced grant to school sixth forms, colleges and all other 16-19 providers. This will provide small group tutoring activity for disadvantaged 16-19 students whose studies have been disrupted as a result of COVID-19.\r\n\r\nThe Department has provided a range of resources to support schools in delivering remote education. Schools may draw on examples of remote teaching practices employed during school closures and develop their own approaches to providing remote education, as well as building on our work with sector-led initiatives such as Oak National Academy. This new organisation was created by 40 teachers from schools across England and is producing at least 180 hours of online lessons per week for Reception up to Year 11 across a range of subjects. There is also specialist content for pupils with SEND covering their specific educational needs.\r\n\r\nThe Government has also committed over £100 million to enhance remote education, including providing devices and internet access for vulnerable children who need it most. This funding is intended to ensure that every school has access to free, expert technical support in using Google for Education or Microsoft’s Office 365 Education, where needed, by offering peer support from schools and colleges more experienced with the use of education technology. \r\n\r\nThe government is clear that the school curriculum should remain broad and ambitious, and all students should continue to be taught a wide range of subjects, maintaining their choices for further study and employment.\r\n\r\nDepartment for Education","created_at":"2020-10-21T16:52:24.636Z","updated_at":"2020-10-21T16:52:24.636Z"},"debate":{"debated_on":"2020-12-07","transcript_url":"https://hansard.parliament.uk/commons/2020-12-07/debates/4FFF63BD-3E7E-4CD6-A1B1-1A8400F88AD8/Covid-19ImpactOnSchoolsAndExams","video_url":"https://youtu.be/7r7ECc92V3g","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cbp-9045/","overview":""},"departments":[{"acronym":"DfE","name":"Department for Education","url":"https://www.gov.uk/government/organisations/department-for-education"}],"topics":["covid-19"]}},{"type":"petition","id":326932,"links":{"self":"https://petition.parliament.uk/petitions/326932.json"},"attributes":{"action":"Broker a ceasefire for all sides in Yemen to carry out humanitarian aid","background":"As Yemenis who are privileged to be British citizens, we want our Government to put pressure on all military groups in Yemen, including the Houthis and the Saudi-led coalition forces, to halt attacks on Yemen; to allow humanitarian aid to be carried out. We want all groups to put down their weapons.","additional_details":"This devastating war has took a huge toll on Yemen. It's upsetting to witness such crimes being carried out in our homeland. Over 24 million Yemenis require urgent humanitarian assistance. This conflict has resulted in economic collapse. 10 million Yemenis are on the verge of famine and more than 17 million are without adequate access to clean water, sanitation and hygiene. Yemen is on the verge of extinction now that there's been an outbreak of COVID19. Yemen needs our help to end its suffering","committee_note":"","state":"closed","signature_count":211848,"created_at":"2020-06-13T00:03:46.645Z","updated_at":"2021-01-17T12:36:27.000Z","rejected_at":null,"opened_at":"2020-07-16T11:07:30.150Z","closed_at":"2021-01-16T23:59:59.999Z","moderation_threshold_reached_at":"2020-06-13T00:26:54.000Z","response_threshold_reached_at":"2020-07-16T15:43:24.000Z","government_response_at":"2020-08-06T08:38:59.785Z","debate_threshold_reached_at":"2020-07-18T11:05:44.000Z","scheduled_debate_date":null,"debate_outcome_at":"2020-11-26T15:22:28.661Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-08-06","summary":"The UK Government shares your concern at the appalling situation in Yemen. We are doing everything we can to find a sustainable political solution to the conflict and end the humanitarian crisis.","details":"The UK is deeply concerned about the ongoing conflict and humanitarian crisis in Yemen. We fully support the efforts of the UN Special Envoy Martin Griffiths, who is leading on the peace process, and we work closely with the UN and international partners to support this vital work. We engage with all sides to the conflict and urge them to work constructively with the Special Envoy and agree to his proposals. In particular, in our engagements with the Houthis we are clear that close co-operation with the UN is the best means of achieving a peaceful and sustainable resolution to the Yemen conflict. The UK has been at the forefront of international efforts to reach a political settlement to the conflict, which is the only way to bring long-term stability to Yemen and to address the worsening humanitarian crisis. We have also used our role as penholder at the UN Security Council to help push the peace process forward. We welcome the Saudi-brokered talks to revive the Riyadh Agreement between the Southern Transitional Council (STC) and the Yemeni Government, which we hope will end the fighting in the South that threatened to derail the peace process. The UK often speaks to senior members of the Government and the STC to support implementation of the agreement.\r\n\r\nWe wholeheartedly agree that Yemen needs our help. To help Yemeni people in dire need, the Government has committed almost £1 billion in UK Aid since the conflict began in 2015. This financial year we pledged £160 million in funding. We expect that this will provide support to at least 300,000 vulnerable people each month to help them buy food and household essentials, treat 40,000 children for malnutrition and provide 1 million people with improved water supply and basic sanitation. Our pledge will also help the UN to tackle the spread of COVID-19 and we expect our support to provide over 700,000 medical consultations for a range of health conditions, train 1,500 healthcare workers to work safely in a COVID-19 environment and provide a much-needed boost to nearly 600 health centres, so that they can continue to provide existing health services. \r\n\r\nYemen is a high priority for the UK Government, and we will continue to expend every effort to bring an end to the suffering of the Yemeni people.\r\n\r\nForeign and Commonwealth Office","created_at":"2020-08-06T08:38:59.783Z","updated_at":"2020-08-06T08:38:59.783Z"},"debate":{"debated_on":null,"transcript_url":"","video_url":"","debate_pack_url":"","overview":"The Petitions Committee agreed not to schedule a debate on this petition, because MPs debated the situation in Yemen on Thursday 24 September in the main House of Commons Chamber. The petition was tagged to this debate so that MPs taking part in the debate were aware of it."},"departments":[{"acronym":"FCDO","name":"Foreign, Commonwealth & Development Office","url":"https://www.gov.uk/government/organisations/foreign-commonwealth-office"}],"topics":[]}},{"type":"petition","id":552201,"links":{"self":"https://petition.parliament.uk/petitions/552201.json"},"attributes":{"action":"Create a Minister for Hospitality in the UK Government","background":"The UK hospitality industry. Responsible for around 3m jobs, generating £130bn in activity, resulting in £38bn in taxation. Yet, unlike the Arts or Sports, we do not have a dedicated Minister.\r\n\r\nWe are asking that a Minister for Hospitality be created for the current, and successive governments.","additional_details":"A dedicated Minister would liaise with industry representatives. We believe such a Minister would have been beneficial to Government & Industry during the pandemic.\r\n\r\nAs the UK seeks to encourage investment & tourism back to the UK in coming years, the vision that UK hospitality industry portrays of the UK is excellence, innovation, inspiration. \r\n\r\nWe need a Minister who can listen to concerns on taxation & legislation and bring forward suggestions to the chancellor and policy makers on our behalf.","committee_note":"","state":"closed","signature_count":209984,"created_at":"2020-09-23T15:28:38.083Z","updated_at":"2021-07-23T14:16:40.046Z","rejected_at":null,"opened_at":"2020-10-06T11:22:31.378Z","closed_at":"2021-04-06T22:59:59.999Z","moderation_threshold_reached_at":"2020-09-23T16:27:24.000Z","response_threshold_reached_at":"2020-10-09T20:17:54.000Z","government_response_at":"2020-11-05T17:32:52.142Z","debate_threshold_reached_at":"2020-12-12T07:15:57.000Z","scheduled_debate_date":"2021-01-11","debate_outcome_at":"2021-01-12T11:22:08.684Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-11-03","summary":"Responsibility for the hospitality sector is shared by Ministers in the Departments for Business, Energy & Industrial Strategy, and Digital, Culture, Media & Sport.","details":"The Government recognises the importance of the UK’s hospitality sector, which plays a vital role in supporting local communities up and down the country and the UK economy.  The sector is extremely broad, ranging from the arts and entertainment to pubs, cafes and restaurants, and as such responsibility for the sector as a whole is shared by the Department for Business, Energy & Industrial Strategy and the Department for Digital, Culture, Media & Sport.\r\n\r\nMinisters in both Departments have worked closely with business leaders and representative bodies from across the sector throughout the pandemic to ensure that the interests of the hospitality businesses and their employees are fully represented within Government. Hospitality sector business leaders were consulted on the Government’s Covid-Secure Guidance for businesses, and Ministerial engagement with the sector has helped to shape the Government’s extensive package of business support measures, which has included the job retention scheme, reduced VAT, rates relief, the commercial rent moratorium, hospitality grants, loan support schemes, the self-employed income support scheme, regulatory easements to support outdoor hospitality and the Eat Out to Help Out scheme.  \r\n\r\nDepartment for Business, Energy and Industrial Strategy","created_at":"2020-11-05T17:32:52.140Z","updated_at":"2020-11-05T17:32:52.140Z"},"debate":{"debated_on":"2021-01-11","transcript_url":"https://hansard.parliament.uk/commons/2021-01-11/debates/FCAB0ADE-7DE7-4C5D-8A14-D74F0D5B760C/HospitalityIndustryGovernmentSupport","video_url":"https://www.youtube.com/watch?v=2CuWGVGiTzU","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cbp-9111/","overview":""},"departments":[{"acronym":"BEIS","name":"Department for Business, Energy and Industrial Strategy","url":"https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}],"topics":[]}},{"type":"petition","id":552036,"links":{"self":"https://petition.parliament.uk/petitions/552036.json"},"attributes":{"action":"Allow football fans to attend matches at all levels","background":"Football is a powerful tool of which allows a range of benefits such as employment, and other important aspects of life. Football can be associated with passion, emotion, excitement and dedication across the community. With Fans attending football games a range of economic benefits are there too.","additional_details":"Due to the current issues around COVID places such as France and Germany now allow a percentage of fans to return to football games. I ask for the support of this petition as I fear that smaller clubs in particular will go out of business leading to a devastating effect on people. This petition is to ask the government to reconsider their judgement on not letting football fans back into the stadiums and reconsider doing this with the right safety measures in place surrounding the COVID-19.","committee_note":"","state":"closed","signature_count":200571,"created_at":"2020-09-22T13:04:56.119Z","updated_at":"2021-07-14T11:40:05.000Z","rejected_at":null,"opened_at":"2020-09-29T16:36:22.230Z","closed_at":"2021-03-29T22:59:59.999Z","moderation_threshold_reached_at":"2020-09-22T13:45:04.000Z","response_threshold_reached_at":"2020-10-06T10:26:24.000Z","government_response_at":"2020-10-21T17:24:37.978Z","debate_threshold_reached_at":"2020-10-06T19:35:44.000Z","scheduled_debate_date":"2020-11-09","debate_outcome_at":"2020-11-11T12:22:57.168Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-10-21","summary":"We will take the earliest opportunity to look again at getting spectators safely back into stadia but this must clearly be done carefully against the prevailing health conditions.","details":"Football clubs form the bedrock of our communities and play a vital role in the local economy. Their importance has been clearly demonstrated throughout the pandemic with clubs at all levels providing incredible support to their area.\r\n\r\nThat is why the Government is committed to supporting sports clubs up and down the country, with many football clubs benefitting from the Government’s unprecedented financial support to businesses.\r\n\r\nThe Government is fully aware of the importance of getting spectators back into stadia for many sports, and the financial consequences of the decision not to allow this from 1 October. The evidence received from the Chief Medical Officer was very clear that at a time of rapidly rising infections, and when the Government was considering restrictions elsewhere, it was not the right time to undertake any further easements.\r\n\r\nWe will continue to work closely with a whole range of sports to understand the latest thinking that might allow spectators to return. This includes the creation of a new Sports Technology Innovation Working Group of sporting bodies and health experts to analyse new technologies which might support this. This will supplement the draft government guidance, and the SGSA supplementary guidance to their Green Guide, which has been internationally welcomed. \r\n\r\nWe are committed to getting spectators back into stadia as soon as it is safe to do so.\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2020-10-21T17:24:37.976Z","updated_at":"2020-10-21T17:24:37.976Z"},"debate":{"debated_on":"2020-11-09","transcript_url":"https://hansard.parliament.uk/Commons/2020-11-09/debates/DAE2A783-A73D-4F01-94CE-5DD2399B7383/FootballSpectatorAttendanceCovid-19","video_url":"https://www.youtube.com/watch?v=sYU-qzMgWog","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2020-0129/","overview":""},"departments":[{"acronym":"DCMS","name":"Department for Digital, Culture, Media and Sport","url":"https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}],"topics":["covid-19"]}},{"type":"petition","id":564209,"links":{"self":"https://petition.parliament.uk/petitions/564209.json"},"attributes":{"action":"Close schools in Tier 4 areas","background":"Schools can be a breeding ground for the spread of coronavirus. Children are mingling at schools and returning to families who are potentially vulnerable, keeping rates high.\r\n\r\nIt's only been since schools opened that infection rates have been high in Kent, and keeping them open may keep it high.","additional_details":"This Christmas I am apart from all of my family for the first time. My younger siblings have no idea why I won't be there, and it's heartbreaking. All I want to do is go home and see my family, and the sooner I can do that the better. Currently I see no way of this happening unless schools close for at least two weeks, but preferably more. Especially with this new strain of the virus, we need to be making the move to online schooling and actually keep people safe.","committee_note":"","state":"closed","signature_count":194882,"created_at":"2020-12-19T17:52:13.591Z","updated_at":"2021-10-01T17:55:48.000Z","rejected_at":null,"opened_at":"2020-12-21T11:10:53.738Z","closed_at":"2021-06-21T22:59:59.999Z","moderation_threshold_reached_at":"2020-12-19T18:07:07.000Z","response_threshold_reached_at":"2020-12-28T17:38:57.000Z","government_response_at":"2021-01-21T13:40:47.976Z","debate_threshold_reached_at":"2020-12-30T09:16:47.000Z","scheduled_debate_date":"2021-03-15","debate_outcome_at":"2021-03-17T09:08:28.709Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-01-21","summary":"The Government has asked schools and Further Education colleges to restrict attendance from 5 January 2020 for most pupils and students. Early years settings will remain open to all.","details":"Being at school or college is vital for children’s and young people’s education and for their wellbeing. However, in light of the rapid growth in rates across the country and intense pressure on the NHS, the Government has asked schools and Further Education (FE) colleges to restrict attendance from 5 January 2020 until at least February half term for most pupils and students. Early years settings will remain open to all.\r\n\r\n\r\nOn 7 January, the Department for Education (DfE) published updated guidance for schools: \r\nhttps://www.gov.uk/government/publications/actions-for-schools-during-the-coronavirus-outbreak?utm_medium=email&utm_campaign=govuk-notifications&utm_source=08720782-d5c2-423a-90bf-6450e8ad7640&utm_content=daily.\r\n\r\nDuring this period of national lockdown, schools, alternative provision (AP), special schools, colleges and wraparound childcare and other out-of-school activities for children should allow only vulnerable children and young people and the children of critical workers to attend (recognising that the characteristics of the cohorts in special schools and alternative provision will mean these settings continue to offer face to face provision for all pupils, where appropriate). All other pupils and students should not attend and should receive remote education until February half term.\r\n\r\n\r\nEarly years provision should continue to remain open and should continue to allow all children to attend full time or their usual timetable hours. Only vulnerable children and children of critical workers should attend on-site reception classes. This is the default position for all areas irrespective of national lockdown restrictions.\r\n\r\n\r\nEarly years settings have been open to all children since 1 June 2020 and there is no evidence that the early years sector has contributed to a significant rise in virus cases within the community. Early modelling evidence from SAGE showed that early years provision had a smaller relative impact on transmission rate when modelled with both primary schools and secondary schools.\r\n\r\n\r\nWe have asked schools to limit attendance during the lockdown not because they are unsafe, but because the government is taking every possible measure to reduce overall social contacts, bring down cases in the community and protect the NHS.\r\n\r\n\r\nWe have resisted restrictions on attendance at schools since the first lockdown and keeping education open has been a national priority. In the face of the rapidly rising numbers of cases across the country and intense pressure on the NHS, we now need to use every lever at our disposal to reduce all our social contacts wherever possible.\r\n\r\n\r\nFor vulnerable children and young people and the children of critical workers, who should still attend school or college, as they did in March to July, and their teachers, the system of protective measures being implemented means that any risks are well managed and controlled.\r\n\r\n\r\nWe are responding to the intense pressure on the NHS, but that pressure is not driven by children. We are not seeing significant pressure from coronavirus (COVID-19) in paediatrics across the UK. The new variant appears to affect all ages but we have not seen any changes in the severity of the disease among any age groups, including children and young people. The majority of children and young people have no symptoms or very mild illness only. As cases in the community rise there will be an increase in the number of children we see with coronavirus (COVID-19), but only very rarely will they require admission to hospital.\r\n\r\n\r\nOnce the national lockdown is lifted, if required, the education contingency framework can once again be applied where and when necessary. The framework sets out how restrictions on education would work in the rare circumstances they are needed.\r\n\r\n\r\nAny restrictions on education would only be as a last resort and may only be initiated following a ministerial decision.\r\n\r\n\r\nWe know that receiving face-to-face education is best for children’s mental health and for their educational achievement. We will continue to review the restrictions on schools, colleges and universities and will ensure that children and young people return to face-to-face education as soon as possible.\r\n\r\nDepartment for Education","created_at":"2021-01-21T13:40:47.973Z","updated_at":"2021-01-21T13:41:52.082Z"},"debate":{"debated_on":"2021-03-15","transcript_url":"https://hansard.parliament.uk/commons/2021-03-15/debates/04A8B933-1B55-46A9-9A65-212FC655EA29/Covid-19ImpactOnEducation","video_url":"https://www.youtube.com/watch?v=_Iz2Jk-KPHE","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cbp-8915/","overview":""},"departments":[{"acronym":"DfE","name":"Department for Education","url":"https://www.gov.uk/government/organisations/department-for-education"}],"topics":["covid-19"]}},{"type":"petition","id":301079,"links":{"self":"https://petition.parliament.uk/petitions/301079.json"},"attributes":{"action":"Improve Maternal Mortality Rates and Health Care for Black Women in the U.K.","background":"Black Women in the U.K. are 5 times more likely to die during pregnancy and after childbirth compared to White Women (MBRRACE, 2019). We need more research done into why this is happening and recommendations to improve health care for Black Women as urgent action is needed to address this disparity.","additional_details":"The Government must commit to funding the changes necessary to eradicate these statistics and improve maternal health care outcomes for Black Women.\r\n\r\nBetween 2015-2017 the chance of death for Black Women was 38 out of 100,000 however it was 7 out of 100,000 for White Women according to the Confidential Enquiry into Maternal Deaths and Morbidity.\r\n\r\nAn urgent explanation and tangible action needs to be done by the Government to stop this number increasing and putting Black Women’s lives in danger.","committee_note":null,"state":"closed","signature_count":187520,"created_at":"2020-03-09T12:15:49.604Z","updated_at":"2021-10-25T14:04:27.601Z","rejected_at":null,"opened_at":"2020-03-13T13:08:50.389Z","closed_at":"2020-09-13T22:59:59.999Z","moderation_threshold_reached_at":"2020-03-09T12:45:34.000Z","response_threshold_reached_at":"2020-06-07T08:42:04.000Z","government_response_at":"2020-06-25T13:31:48.052Z","debate_threshold_reached_at":"2020-06-11T10:02:44.000Z","scheduled_debate_date":"2021-04-19","debate_outcome_at":"2021-04-20T16:47:38.285Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-06-25","summary":"The Government is funding a NIHR Policy Research Unit in Maternal and Neonatal Health and Care  study into factors associated with the higher risk of maternal death for Black and South Asian women.","details":"Analysis of maternal deaths, stillbirths and neonatal deaths, undertaken by MBRRACE-UK (Mothers and Babies: Reducing Risk through Audits and Confidential Enquiries across the UK) at the University of Oxford, shows that poor outcomes are much higher for mothers and babies from Black/Black British and Asian/Asian British ethnic groups and women living in the most deprived areas of the country. \r\n\r\nThe NHS Long-Term Plan\r\n\r\nThe NHS Long-Term Plan (LTP) takes a concerted and systematic approach to reducing health inequalities and addressing unwarranted variation in care. Work to improve equity in health outcomes for mothers and their babies is led by Professor Jacqueline Dunkley-Bent OBE, Chief Midwifery Officer for England.  The work aims to understand why mortality rates are higher, consider evidence about what will reduce mortality rates and take action to improve equity in outcomes for mothers and their babies. This is being carried out as part of the Maternity Transformation Programme (MTP), which is implementing the vision for maternity services set out in ‘Better Births’ and the NHS LTP.\r\n  \r\nThe MTP works through Local Maternity Systems, which bring together service users, commissioners, and provider trusts to design and deliver maternity services. They are well placed to ensure that services meet the needs of diverse local communities. The LTP committed to implementation of an enhanced and targeted continuity of carer model for Black, Asian and minority ethnic (BAME) women, as well as for women from the most deprived areas. By 2024 75% of women from BAME background will receive continuity of care from their midwife throughout pregnancy, labour and the postnatal period, with additional midwifery time where needed. The evidence shows that continuity of carer models helps reduce pre-term births, hospital admissions, the need for intervention during labour, and to improve women’s experience of care.  Continuity of carer can significantly improve outcomes for women and their babies from ethnic minorities and those living in deprived areas \r\n\r\nLocal Maternity Systems will receive funding and support to implement targeted and enhanced continuity of carer from 2021. In the meantime, Local Maternity Systems are rolling out a standard continuity of carer model and the NHS Planning Guidance 2019/20 stated that that they should use all reasonable endeavours to prioritise women who face the poorest outcomes, which includes BAME women.  \r\n\r\n\r\nThe MTP is promoting greater service user participation in the design and delivery of maternity services through Maternity Voices Partnerships (MVPs), and is making particular efforts to ensure diverse voices are heard.  National Maternity Voices, funded by NHS England and NHS Improvement, are providing additional support for BAME parent representatives.  \r\n\r\nResponding to the Coronavirus pandemic\r\n\r\nDHSC is funding studies through the National Institute for Health Research (NIHR) – funded Policy Research Unit in Maternal and Neonatal Health and Care, at the University of Oxford, to identify the factors associated with the higher risk of maternal death, and more recently to provide data on the impact of the SARS-CoV-2 pandemic on BAME pregnant women.\r\n\r\nThe UK Obstetric Surveillance System collects information about all pregnant women admitted to hospital who are confirmed to have the virus infection including the influence of demographic characteristics on outcomes for mother and infant. This research group published a paper in the British Medical Journal (BMJ) on 8 June 2020, Characteristics and outcomes of pregnant women admitted to hospital with confirmed SARS-CoV-2 infection in UK: national population-based cohort study, which states that 56% pregnant women admitted to hospital with SARS-CoV-2 infection in pregnancy were from black or other ethnic minority groups. \r\n\r\nThe Chief Midwifery Officer has written to Local Maternity Systems, asking them to take specific actions which will minimise the additional risk of COVID-19 for BAME women and their babies.  These include local systems increasing support for BAME pregnant women through co-production  and implementation of an operational policy for how they will manage the risks of COVID-19 for pregnant women from a BAME background and tailored communications for pregnant BAME women with information about local services and to reassure them that maternity services are available during the pandemic, and encourage them to seek help if they have any concerns. \r\n\r\nDepartment of Health and Social Care\r\n","created_at":"2020-06-25T13:31:48.050Z","updated_at":"2020-06-25T13:34:55.905Z"},"debate":{"debated_on":"2021-04-19","transcript_url":"https://hansard.parliament.uk/Commons/2021-04-19/debates/6935B9C7-6419-4E7B-A813-E852A4EE4F5C/BlackMaternalHealthcareAndMortality","video_url":"https://www.youtube.com/watch?v=fDS8vY6TGT8","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0055/","overview":""},"departments":[{"acronym":"DHSC","name":"Department of Health and Social Care","url":"https://www.gov.uk/government/organisations/department-of-health-and-social-care"}],"topics":["race-and-equality"]}},{"type":"petition","id":563904,"links":{"self":"https://petition.parliament.uk/petitions/563904.json"},"attributes":{"action":"Keep gyms open during Tier 4 lockdown","background":"Consider keeping gyms open during lockdown because so many people have mental health and stress and they need something to do to take their mind off it closing all fitness facilities can affect us pretty badly.","additional_details":"With all the lockdowns happening it's affecting our mental health with everything closing and we need some kind of fitness to do considering there is a lot of people going through stress and we need to stay occupied.","committee_note":"","state":"closed","signature_count":180172,"created_at":"2020-12-16T19:50:51.887Z","updated_at":"2021-06-21T23:00:07.143Z","rejected_at":null,"opened_at":"2020-12-21T11:04:04.833Z","closed_at":"2021-06-21T22:59:59.999Z","moderation_threshold_reached_at":"2020-12-16T20:04:47.000Z","response_threshold_reached_at":"2020-12-27T21:41:17.000Z","government_response_at":"2021-01-14T14:06:43.790Z","debate_threshold_reached_at":"2020-12-29T03:50:17.000Z","scheduled_debate_date":"2021-03-22","debate_outcome_at":"2021-03-23T12:23:59.142Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-01-14","summary":"Sports facilities are crucial for adults and children to stay active. That’s why we have continued to make sure that people can exercise throughout the national and local tiered restrictions. ","details":"The importance of sport and physical activity for the nation’s physical and mental health has never been more apparent. They are a powerful defence against the covid-19 pandemic, and we will need to raise levels of fitness among the population as we prepare to return to our normal lives, now the vaccination programme has begun.\r\n\r\nNo government would want to be in a position of needing to close gyms. They give enormous health benefits and are large employers. We could not though allow the healthcare system to be overwhelmed so we were required to introduce the current national lockdown.\r\n\r\nThe National Restrictions are designed to get the R rate under control through limiting social contact and reducing transmissions. All decisions made by the Government relating to the pandemic and sport, including the closure of gyms, have been based on advice from health and scientific experts.\r\n\r\nYou can though continue to exercise alone, with one other person or with your household or support bubble. This should be limited to once per day, and you should not travel outside your local area. You should maintain social distancing.\r\n\r\nYou can exercise in a public outdoor place which include: \r\n● parks, beaches, countryside accessible to the public, forests,\r\n● public gardens (whether or not you pay to enter them),\r\n● the grounds of a heritage site, \r\n● Playgrounds.\r\n\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2021-01-14T14:06:43.787Z","updated_at":"2021-01-14T14:15:26.705Z"},"debate":{"debated_on":"2021-03-22","transcript_url":"https://hansard.parliament.uk/commons/2021-03-22/debates/036445FD-6513-4719-B8F8-C5E05E2D85E4/Spring2021Covid-19RoadMap","video_url":"https://www.youtube.com/watch?v=e3K5SyLEsJc","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0051/","overview":""},"departments":[{"acronym":"CO","name":"Cabinet Office","url":"https://www.gov.uk/government/organisations/cabinet-office"}],"topics":["covid-19"]}},{"type":"petition","id":320711,"links":{"self":"https://petition.parliament.uk/petitions/320711.json"},"attributes":{"action":"Offer more support to the arts (particularly Theatres and Music) amidst COVID-19","background":"As we pass the COVID-19 Peak, the Government should: State where the Theatres and Arts fit in the Coronavrius recovery Roadmap, Create a tailor made financial support mechanism for the Arts sector & Clarify how Social Distancing will affect arts spaces like Theatres and Concert Venues.","additional_details":"In their plan to restart the economy, the government has addressed hospitality sectors such as restaurants and cinemas. They've stated how the sports will be resumed after the lockdown period. But there has been no mention of the arts. On 13 May Robert Jenrick was directly asked to pledge to protect this industry, which could be without income longer than other sectors, but he failed to give a clear answer. This further shows how the arts are being overlooked. The Govt must show more support for arts.","committee_note":"","state":"closed","signature_count":179699,"created_at":"2020-05-13T18:12:00.005Z","updated_at":"2021-03-01T18:06:46.162Z","rejected_at":null,"opened_at":"2020-06-15T17:48:04.125Z","closed_at":"2020-12-15T23:59:59.999Z","moderation_threshold_reached_at":"2020-05-13T18:30:04.000Z","response_threshold_reached_at":"2020-06-17T16:36:24.000Z","government_response_at":"2020-07-28T10:52:36.633Z","debate_threshold_reached_at":"2020-06-18T19:19:54.000Z","scheduled_debate_date":"2020-06-25","debate_outcome_at":"2020-09-24T11:50:00.077Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-07-20","summary":"HMG announced a £1.57 billion package for cultural organisations. From 11/7 outdoor performances are allowed. From 1/8, indoor performances to live audiences can restart, subject to success of pilots.","details":"The Government recognises the huge contribution the arts and cultural sector makes, not only to the economy and international reputation of the United Kingdom, but also to the wellbeing and enrichment of its people.\r\n\r\nWe appreciate that this is an incredibly challenging time and that there are many cultural organisations and professionals who are currently facing difficult and uncertain circumstances. We are very alert to this issue, and are working to find solutions that support this vital sector as the lockdown eases.\r\n\r\nOn 5 July, the government announced a major £1.57 billion support package for cultural organisations to help them through the coronavirus pandemic. Culture and Heritage are at the heart of communities across the country, enriching the lives of millions, and this financial investment is testament to the role this sector plays in our lives. \r\n\r\nThis funding will prioritise institutions of national and international significance and those that are crucial to the valuable cultural fabric to places and communities and down the country. In order to receive support, organisations will need to demonstrate that they are at risk in this financial year and have done all they can to exhaust other options.This fund will support organisations through to the Spring of 2021. \r\n\r\nKey organisations in England will be able to apply for grants or loans, with loans being offered on generous terms, with low rates, an up-front repayment holiday, and long payback period. \r\nGrant funding will be delivered through Arts Council England, Historic England, National Lottery Heritage Fund, and the British Film Institute to support cultural and heritage organisations at risk, including publicly-funded and non-publicly-funded arts, museums and heritage organisations, music venues and independent cinemas. Details of guidance and application phases will be set out by Arms Length Bodies in due course. Further information can be found here: https://www.gov.uk/government/news/157-billion-investment-to-protect-britains-world-class-cultural-arts-and-heritage-institutions. \r\n\r\n\r\nIn addition, the Secretary of State for the Department for Digital, Culture, Media and Sport recently revealed a five stage roadmap that the government will work through to get the performing arts sectors back up and running as soon as possible:\r\n\r\nStage One - Rehearsal and training (no audiences)\r\n\r\nStage Two - Performances for broadcast and recording purposes\r\n\r\nStage Three - Performances outdoors with an audience and pilots for indoor performances with a limited socially-distanced audience\r\n\r\nStage Four - Performances allowed indoors and outdoors (but with a limited socially-distanced audience indoors)\r\n\r\nStage Five - Performances allowed indoors / outdoors (with a fuller audience indoors)\r\n\r\nFrom the 11th July, we will move to Stage Three. This means that performances outdoors with a socially distanced audience can take place in line with this guidance. The Department for Digital, Culture, Media and Sport is working alongside sector bodies including UK Theatre, the Association of British Orchestras, the Musicians’ Union, One Dance UK, the Music Venue Trust and Live Comedy Association to identify suitable pilots for indoor performances with a socially distanced audience. From 1 August, indoor performances to a live audience can restart, subject to the success of pilots.\r\n\r\nOn 9th July we published guidance for people who work in performing arts, including arts organisations, venue operators and participants which will help people understand how they can work and take part in the performing arts safely, and keep their audiences safe. It provides advice on all aspects of performance, from casting, sound and lighting, costume and fitting, to cloakrooms, orchestra pits, hair and make-up.\r\n\r\nDepartment for Digital, Culture, Media and Sport","created_at":"2020-07-28T10:52:36.631Z","updated_at":"2020-07-28T10:52:36.631Z"},"debate":{"debated_on":"2020-06-25","transcript_url":"https://hansard.parliament.uk/commons/2020-06-25/debates/E1479A23-8697-4B2E-9E5F-2A208EC3E217/Covid-19SupportForUKIndustries","video_url":"https://www.parliamentlive.tv/Event/Index/a7b6db44-6101-42c7-b2a0-32abd08b80ef","debate_pack_url":"","overview":""},"departments":[{"acronym":"DCMS","name":"Department for Digital, Culture, Media and Sport","url":"https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}],"topics":["covid-19"]}},{"type":"petition","id":300073,"links":{"self":"https://petition.parliament.uk/petitions/300073.json"},"attributes":{"action":"Increase pay for NHS healthcare workers and recognise their work","background":"I would like the government to review and increase the pay for healthcare workers to recognise the work that they do. \r\n \r\n","additional_details":"After a list I posted of what healthcare workers have to actually do every day and expressing my anger at healthcare workers being called unskilled went viral on Facebook with thousands of the UK public also sharing my anger, I decided to start a campaign for the government to recognise their work and give them better pay.","committee_note":"","state":"closed","signature_count":178820,"created_at":"2020-03-03T14:03:16.074Z","updated_at":"2021-04-21T11:04:55.000Z","rejected_at":null,"opened_at":"2020-03-05T15:55:53.881Z","closed_at":"2020-09-05T22:59:59.999Z","moderation_threshold_reached_at":"2020-03-03T15:18:14.000Z","response_threshold_reached_at":"2020-03-26T13:22:04.000Z","government_response_at":"2020-05-04T09:54:35.176Z","debate_threshold_reached_at":"2020-03-29T08:24:54.000Z","scheduled_debate_date":"2020-06-25","debate_outcome_at":"2020-06-30T13:01:55.045Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-05-04","summary":"Our hard-working healthcare workers do an incredible job. Many NHS staff are already benefitting from the most significant pay reforms in a decade, with similar reforms planned for other staff groups.","details":"NHS staff are our greatest asset. In these most difficult of times and with ever increasing pressures on the NHS, they work incredibly hard, always putting patients first and keeping them safe whilst providing the high-quality care we all expect.\r\n\r\nThe overriding principle during this time of national emergency is to ensure NHS staff do not feel forced to work if they are unwell by ensuring they receive full pay if they contract the virus or must self-isolate, and for staff not to have to use their annual leave for any COVID-19 related absence. It is right that those who work well beyond the call of duty should be paid for every hour they work and receive premium pay rates for working unsocial hours. It is vital we care for those that we all rely on to care for us. The NHS has introduced a free-to-use staff support line and text service which all NHS staff can use for support, signposting and confidential listening from trained respondents. NHS staff have also been given free access to a series of apps to support their mental health and wellbeing.\r\n\r\nIn the longer term we are committed to ensuring that the NHS employment offer continues to attract and retain the compassionate and dedicated staff the NHS needs.\r\n\r\nThe independent Pay Review Bodies make annual recommendations on pay rises for NHS staff. The Pay Review Bodies are made up of experts and their recommendations are based on comprehensive assessment of evidence from key stakeholders, including NHS system partners and trade unions.\r\n\r\nAs part of our ambition to make the NHS the best employer in the world, the Department of Health and Social Care has reached multi-year pay and contract reform agreements with trade unions across the NHS workforce.\r\n\r\nFor Agenda for Change staff (including nurses, midwives, healthcare assistants and others) the agreement, supported by the majority of trades unions and their members, delivers pay awards and contract reforms over three years from 2018/2019 to 2020/2021. The multi-year deal is already benefiting around one million NHS staff. Over the three years:\r\n\r\nstaff below the top of their pay band will receive pay increases of at least 9%; pay for most staff at the top of their pay band will rise by 6.5%;\r\n\r\nThe reforms agreed are not just about headline pay but changes that will help improve the working lives of our dedicated staff. For example, by supporting them to maintain their physical and mental health and wellbeing and introducing policies to help support staff to balance their working lives with family and personal commitments.\r\n\r\nJunior doctors are also benefiting from a multi-year agreement (2019/20 to 2022/23) which:\r\n\r\nensures all pay scales increase by at least 8.2% over the four years; includes a new higher pay point for around 1 in 8 junior doctors to reflect their level of responsibility; increases enhancements for those working the most onerous shifts; and further strengthens safety and rest limits.\r\n\r\nOur ambition is to reach similar multi-year pay and contract reform agreements with senior medical staff to reflect their roles as leaders in our NHS and attract and retain the specialists we need.\r\n\r\nTurning to General Practice, in 2019 NHS England agreed with trade unions a five-year GP contract framework which fixed funding for the core practice contract for five years. The new contract provided funding clarity and certainty to practices and the settlement covers all aspects of practice income and expenses including practice staff pay. The full package for GP contract reform also sought to address workload by providing additional staff though the Additional Roles Reimbursement Scheme and also saw the introduction of the new state-backed scheme for GP indemnity. As self-employed contractors to the NHS, it is largely up to GP practices how they distribute pay to their employees, although salaried GPs employed within the majority of practices are expected to be on terms and conditions no less favourable than those in the salaried GP model terms and conditions including the minimum and maximum salary. Employers have the flexibility to offer enhanced terms and conditions, for example, to aid recruitment and retention. We anticipate good employers would set wage rates that reflect the skills and experience of their staff.\r\n\r\nWe know pay is not the only reason healthcare workers choose a career in the NHS. The reward package also includes a pension scheme which is one of the best available. Members of the scheme can generally expect to receive around £3 to £6 in pension benefits value for every £1 they contribute.\r\n\r\nThe NHS Long Term Plan outlines the next steps in our mission to make the NHS a world class employer and deliver the workforce the NHS needs. To deliver these commitments the interim People Plan details the vision and immediate actions to make the NHS the best place to work.  When published, the final NHS People Plan will set out the support and recognition that all NHS staff can expect to receive from their employer. \r\n\r\nDepartment of Health and Social Care","created_at":"2020-05-04T09:54:35.174Z","updated_at":"2020-05-04T10:02:24.390Z"},"debate":{"debated_on":"2020-06-25","transcript_url":"https://hansard.parliament.uk/commons/2020-06-25/debates/4DF10FB9-30E6-42C0-9103-BBB2C192A80D/HealthAndSocialCareWorkersRecognitionAndReward","video_url":"https://www.youtube.com/watch?v=Qq9XaTlBEUA","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2020-0075/","overview":""},"departments":[{"acronym":"DHSC","name":"Department of Health and Social Care","url":"https://www.gov.uk/government/organisations/department-of-health-and-social-care"}],"topics":[]}},{"type":"petition","id":598986,"links":{"self":"https://petition.parliament.uk/petitions/598986.json"},"attributes":{"action":"Make it a legal requirement for nightclubs to thoroughly search guests on entry","background":"I would like the UK Government to make it law that nightclubs must search guests on arrival to prevent harmful weapons and other items entering the establishment. This could be a pat down search or metal detector, but must involve measures being put in place to ensure the safety of the public.","additional_details":"There are too many cases of weapons and 'date rape' drugs being used in clubs. It begs the question, why aren't nightclubs required to do more to prevent harmful items making it into their clubs?","committee_note":"","state":"open","signature_count":173682,"created_at":"2021-10-12T22:25:41.123Z","updated_at":"2021-12-23T19:11:18.000Z","rejected_at":null,"opened_at":"2021-10-14T09:52:05.970Z","closed_at":null,"moderation_threshold_reached_at":"2021-10-13T07:41:38.000Z","response_threshold_reached_at":"2021-10-15T23:57:08.000Z","government_response_at":"2021-11-04T17:23:01.563Z","debate_threshold_reached_at":"2021-10-19T18:32:08.000Z","scheduled_debate_date":"2021-11-08","debate_outcome_at":"2021-11-09T12:38:51.464Z","creator_name":"Hannah Thomson","rejection":null,"government_response":{"responded_on":"2021-11-04","summary":"The law already allows licensing authorities to impose conditions such as searches. Decisions on this should be made locally, taking account of circumstances, and there are no plans to change the law.","details":"The Government takes everyone’s freedoms to feel safe and secure seriously, whether in our communities or in the night-time economy. No person should fear for their safety when going out at night. The reports of the spiking of drinks with substances, and of other attacks on individuals in night-time venues, are very concerning. The use of weapons and ‘date-rape’ drugs is not limited to night clubs and as a Government we aim to keep people safe wherever they are.\r\n\r\nThe existing law already enables steps to be taken to prevent these awful crimes. The Act of Parliament that governs the sale of alcohol – the Licensing Act 2003 – allows local authorities to set conditions on any business that wants to sell alcohol, in order to reduce crime. These can include requiring there to be suitably trained and accredited door staff and CCTV. Furthermore, a local licensing authority can, when appropriate, require a licence-holder to enforce entry searches as a condition of a premises licence.\r\n\r\nLocal Authorities are best placed to decide what is needed according to local circumstances. It would not be appropriate to impose blanket conditions: for example, to require all licensed premises to have a metal arch on entry – this might be suitable for a large city club but would not be so for a rural pub or restaurant.\r\n\r\nIn addition, the Security Industry Authority (SIA) is running a long-term public safety campaign targeted at the private security industry, focussing on the prevention of violence against women and girls. The SIA has recently sent out a direct communication to all front-line licence holders (388,000) reminding them of the vital role they can play in preventing violence against women and girls. This includes identifying and preventing predatory behaviour. The note also reminds them of their training and the duty of care required of them and offers guidance on how to help and support individuals in vulnerable situations. Over the next few weeks, the SIA will be running a social media campaign reinforcing these messages and signposting licence holders to best practice and guidance. The SIA has received positive feedback from the industry on this initiative. It has also received early feedback from training providers who are looking at how they can support the SIA’s campaign in their training.\r\n\r\nFrom late November to December SIA operational teams from the Violence Reduction Tactical Delivery Group will be carrying out proactive activity – focussing on Prevent messages around university establishments and associated venues in the night-time economy. Compliance and enforcement work will follow if issues are identified.\r\n\r\nMore broadly, the Government’s Violence Against Women and Girls (VAWG) Strategy, published in July, will help: drive long-term change to prevent crimes which disproportionately affect women and girls; bring perpetrators to justice; and ensure victims get the support they need. Action we are taking to support women’s safety in the night-time economy includes launching the £5m Safety of Women at Night Fund, and supporting the SIA’s work to ensure door supervisors’ and security guards’ qualifications include specific content relating to VAWG, and also its campaigns to remind the industry and operatives of its role and responsibility to keep people safe, with a focus on women’s safety. The VAWG Strategy commits to the Home Office working with the SIA to consider what more can be done to strengthen these safeguards further.\r\n\r\nHome Office\r\n","created_at":"2021-11-04T17:23:01.560Z","updated_at":"2021-11-04T17:23:01.560Z"},"debate":{"debated_on":"2021-11-08","transcript_url":"https://hansard.parliament.uk/commons/2021-11-08/debates/5638E4A0-EA45-40CC-A6E3-26B7D9ACB4CB/NightclubSafety","video_url":"https://www.youtube.com/watch?v=XN8awuTSXPM","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0182/","overview":""},"departments":[{"acronym":"BEIS","name":"Department for Business, Energy and Industrial Strategy","url":"https://www.gov.uk/government/organisations/department-for-business-energy-and-industrial-strategy"}],"topics":[]}},{"type":"petition","id":552911,"links":{"self":"https://petition.parliament.uk/petitions/552911.json"},"attributes":{"action":"Lower university tuition fees for students until online teaching ends","background":"Students across the UK have returned to University to be told our learning will be predominantly online for the foreseeable future. The Government should therefore lower our tuition fees and we should receive a partial refund for the effects this will have on our learning and university experience.","additional_details":"Millions of students have been overlooked by the govt throughout this pandemic. Tuition fees remain at 9.2k a year plus interest which hasn’t been addressed. Thousands of 1st year students have been forced into isolation with no consideration to the effects this will have on mental health. Uni students have been told to trust the government through these unprecedented times but we’ve been constantly overlooked. I’m asking the government to lower tuition fees until learning goes back to normal.","committee_note":"","state":"closed","signature_count":171137,"created_at":"2020-09-30T14:37:04.000Z","updated_at":"2021-04-16T15:51:44.646Z","rejected_at":null,"opened_at":"2020-10-05T10:02:32.289Z","closed_at":"2021-04-05T22:59:59.999Z","moderation_threshold_reached_at":"2020-09-30T14:41:44.000Z","response_threshold_reached_at":"2020-10-13T11:58:54.000Z","government_response_at":"2020-10-30T13:55:06.018Z","debate_threshold_reached_at":"2020-10-14T13:56:04.000Z","scheduled_debate_date":null,"debate_outcome_at":"2020-11-17T09:45:21.562Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-10-30","summary":"Universities are responsible for setting their own fees. Any lowering of fees would be their decision. Government is not considering a temporary change to fee limits, or a programme of refunds.","details":"Government recognises this is a difficult period for students and supports their desire to continue receiving the best possible learning experience from their higher education providers (HEPs). Government also recognises the efforts being made by HEPs and their staff in continuing to deliver education and support during these unprecedented times. \r\n\r\nHEPs are open and combining online and in-person teaching in COVID-secure environments to minimise risk. There are innovative examples of high-quality online and blended learning happening across the country, and developing and delivering this provision may be more expensive for HEPs than in-person teaching. Government has been clear that the quantity and quality of teaching, and accessibility for all students, must be maintained. If students are dissatisfied with their HEP, then they have rights under consumer law that they can rely on.\r\n\r\nGovernment has been working with the Office for Students (OfS), which published a statement on 9 October outlining measures that it is taking to monitor digital teaching quality. This includes contacting HEPs that have moved predominantly to online provision due to local COVID-19 restrictions. The OfS is monitoring HEPs to ensure they maintain the quality of provision, make every effort to ensure online learning is accessible to all, and have been clear in their communications to students about how arrangements for teaching and learning may change. The OfS will investigate if it has concerns. \r\n\r\nThe institutional autonomy of HEPs means that they are responsible for setting their own fees, up to a maximum of £9,250 per year for a standard full-time undergraduate course for those on the Approved (fee cap) part of the OfS register. It is a condition of OfS registration that HEPs must deliver well-designed courses that provide a high-quality academic experience, and enable students’ achievement to be reliably assessed. In deciding whether to continue charging full fees during the pandemic, we expect HEPs to ensure that they are delivering courses that are fit for purpose and are helping students’ progress towards their qualifications. \r\n\r\nIf students feel their expectations are not being met, they are entitled to make a complaint. They should first speak to their HEP to see if they can resolve the issue. We expect student complaints and appeals to be dealt with flexibly, accessibly and sympathetically. If a student at a HEP in England or Wales is not satisfied with the response they receive, they can ask the Office of the Independent Adjudicator for HE to consider their complaint. \r\n\r\nThe Competition and Markets Authority (CMA) has published guidance on consumer contracts, cancellation and refunds affected by COVID-19. This sets out the CMA’s view on how the law operates to help consumers understand their rights and help businesses treat customers fairly. Whether an individual student may be entitled to any refund of fees would depend on the specific contractual arrangements between the student and their provider. Government is not considering any temporary changes to maximum fee caps or a write-off of tuition fee loans.\r\n\r\nProtecting students’ mental health and wellbeing is vital. The Universities Minister wrote to Vice Chancellors in October stating that student welfare should remain a priority and has convened a working group of representatives from the HE and health sectors to address the issues that students are facing. We encourage students to stay in touch with the student support and welfare teams at their HEP, and we expect HEPs to continue to support their students, including moving services online or making services accessible from a distance. Many HEPs and their staff have shown real resourcefulness in bolstering mental health services and adapting the delivery of these services. \r\n\r\nThe OfS-funded Student Space platform bridges gaps in support and is designed to work alongside existing services. Students struggling can also access support from the NHS, Public Health England, and the mental health charity Mind. \r\n\r\nGovernment has worked with OfS to clarify that providers can draw upon existing funding to provide hardship funds and support disadvantaged students impacted by COVID-19. HEPs were able to use the funding, worth around £23 million per month for April to July, and £256 million for academic year 2020/21, towards student hardship funds, including the purchase of IT equipment and mental health support, as well as to support access and participation plans.\r\n\r\nGovernment has responded to petitions concerning fee refunds for both COVID-19 disruption and strike action (https://petition.parliament.uk/petitions/302855), and partial fee refunds for students affected by COVID-19 (https://petition.parliament.uk/petitions/324762). \r\n\r\nThe Petitions Committee has held an inquiry into the impact of COVID-19 on students. Government responded to its report on 16 September -  https://publications.parliament.uk/pa/cm5801/cmselect/cmpetitions/780/78002.htm \r\n\r\nDepartment for Education","created_at":"2020-10-30T13:55:06.015Z","updated_at":"2020-10-30T13:55:06.015Z"},"debate":{"debated_on":"2020-11-16","transcript_url":"https://hansard.parliament.uk/Commons/2020-11-16/debates/7BF8890F-3E72-44BC-B260-49E74D0B91C7/TuitionFees","video_url":"https://www.youtube.com/ukparliament","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2020-0132/","overview":""},"departments":[{"acronym":"DfE","name":"Department for Education","url":"https://www.gov.uk/government/organisations/department-for-education"}],"topics":["covid-19"]}},{"type":"petition","id":331453,"links":{"self":"https://petition.parliament.uk/petitions/331453.json"},"attributes":{"action":"Scrap removal of free transport for under-18s from TfL bailout","background":"To not decide to scrap free travel for those who are under 18. As a teenager who has relied so much on free travel, it has allowed for me to go to school without the worry of an extra expense and explore around the beautiful city of London also. Destroying free travel would hurt so many of us.","additional_details":"By scrapping this as part of a £1.6bn TfL bailout package, those from poorer backgrounds will be forced to pay to go to school. This will impact those who cannot freely travel to school (driving, cycling or walking) . As there are fines put in place for children who do not return to school in September 2020, this will further increase economic problems for many families in the UK. This will increase poverty within the UK, causing more people from poorer backgrounds to fall further into debt.","committee_note":"","state":"closed","signature_count":171010,"created_at":"2020-07-14T09:33:05.898Z","updated_at":"2021-01-22T14:53:47.000Z","rejected_at":null,"opened_at":"2020-07-21T09:09:25.467Z","closed_at":"2021-01-21T23:59:59.999Z","moderation_threshold_reached_at":"2020-07-14T10:11:54.000Z","response_threshold_reached_at":"2020-07-27T07:50:14.000Z","government_response_at":"2020-08-13T12:16:25.768Z","debate_threshold_reached_at":"2020-08-04T07:54:44.000Z","scheduled_debate_date":"2020-11-30","debate_outcome_at":"2020-12-01T11:59:59.191Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-08-10","summary":"The suspension of free travel for 11-17 year olds will help reduce demand for public transport at peak times during the Covid-19 pandemic. This was agreed by the Government and the Mayor of London.","details":"The Covid-19 pandemic has given rise to an unprecedented health and public safety emergency. The £1.6 billion Extraordinary Funding and Financing Agreement agreed by Government and the Mayor of London to enable Transport for London (TfL) to continue operating services contained a series of conditions to facilitate safe travel on public transport in London. \r\n\r\nThe suspension of free bus and tram travel for 11-17 year olds will help to reduce demand for public transport so that those who need to use it can do so safely.  \r\n\r\nThe Department for Transport continues to work closely with TfL, the Department for Education, the Ministry of Housing, Communities and Local Government and other key partners on how the suspension can be operationalised, whilst ensuring that any child eligible for free home to school travel under national legislation will still receive it.\r\n\r\nDepartment for Transport","created_at":"2020-08-13T12:16:25.765Z","updated_at":"2020-08-13T12:16:25.765Z"},"debate":{"debated_on":"2020-11-30","transcript_url":"https://hansard.parliament.uk/commons/2020-11-30/debates/76D6943B-B77E-47CE-A710-E6B46C52A6D5/TransportForLondonFunding","video_url":"https://www.youtube.com/watch?v=mHx4feo9Dao&feature=youtu.be","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2020-0150/","overview":""},"departments":[{"acronym":"DfT","name":"Department for Transport","url":"https://www.gov.uk/government/organisations/department-for-transport"}],"topics":["covid-19"]}},{"type":"petition","id":575620,"links":{"self":"https://petition.parliament.uk/petitions/575620.json"},"attributes":{"action":"Ryan's Law: Widen definition of 'death by dangerous driving'","background":"The offence of causing 'death by dangerous driving' should be widened to include: failure to stop, call 999 and render aid on scene until further help arrives.","additional_details":"A hit & run driver left my brother Ryan in the road & he died. Hiding for 36 hours, charged with failure to stop, the driver received a suspended sentence/fine. Failure to stop/careless driving offers lighter custodial sentences & focuses on fines/suspensions. Drivers should STOP, ring 999 & render AID until help arrives. If they do not they should face charges for death by dangerous driving. The Law should require this & aim to reduce the number of hit & runs & roadside deaths. With this definition, a minimum 10 years-max life sentence, citizens would be better protected.","committee_note":"","state":"closed","signature_count":167470,"created_at":"2021-02-17T16:23:55.015Z","updated_at":"2021-11-30T17:29:12.719Z","rejected_at":null,"opened_at":"2021-03-02T09:47:54.612Z","closed_at":"2021-09-02T22:59:59.999Z","moderation_threshold_reached_at":"2021-02-17T16:37:57.000Z","response_threshold_reached_at":"2021-03-04T20:46:35.000Z","government_response_at":"2021-03-24T17:45:13.896Z","debate_threshold_reached_at":"2021-05-09T22:30:45.000Z","scheduled_debate_date":"2021-11-15","debate_outcome_at":"2021-11-16T11:06:08.010Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-03-24","summary":"It is unacceptable for drivers to fail to stop and report an incident. However, the offence should not be used to punish an offender for a serious, but unproven, offence.","details":"Ministers are aware of the tragic circumstances surrounding the death of Ryan Saltern and extend their sympathy to family and friends.\r\n\r\nFailure to stop and report offences are often referred to as “hit and run”, but this is not an accurate reflection of the offence. The offence is designed to deal with behaviour relating to failing to stop, not as an alternative route to punish an offender for a more serious, but unproven offence.\r\n\r\nThe vast majority of failure to stop and report offences involve low level traffic incidents, for example where a driver clips the wing mirror of another vehicle in a narrow street.\r\n\r\nIn a small number of cases, the failure to stop or report may be related to an incident which leads to the death or serious injury of another person. Where there is evidence the driver caused harm, there is a range of offences for which the driver may be charged including causing death or serious injury from dangerous or careless driving. In these cases, the courts will treat the failure to stop as a further aggravating factor in the sentencing decision. Where there is evidence that the driver tried to frustrate justice or avoid detection, they may also be charged with perverting the course of justice, which carries a life sentence as a maximum penalty.\r\n\r\nThe Government takes this issue seriously. The Department for Transport is looking into the issue of such incidents of failure to stop resulting in death or serious injury, and exploring whether there are further options that can be pursued.\r\n\r\nDepartment for Transport\r\n","created_at":"2021-03-24T17:45:13.894Z","updated_at":"2021-03-24T17:45:13.894Z"},"debate":{"debated_on":"2021-11-15","transcript_url":"https://hansard.parliament.uk/commons/2021-11-15/debates/2F33B858-4F79-42CA-9544-790886B089C1/RoadTrafficOffencesFatalCollisions","video_url":"https://www.youtube.com/watch?v=YSXmYNhl0T8","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0181/","overview":""},"departments":[{"acronym":"MoJ","name":"Ministry of Justice","url":"https://www.gov.uk/government/organisations/ministry-of-justice"}],"topics":[]}},{"type":"petition","id":564696,"links":{"self":"https://petition.parliament.uk/petitions/564696.json"},"attributes":{"action":"Cancel GCSE and A-levels in 2021 replace with Course Work and Teacher Assessment","background":"Cancel all standardise testing for year 11 and year 12 students in 2021. By replacing tests with smaller amounts of course work and teacher assessment, students would have a fair chance at achieving their target grades and it would relieve stress for teachers and students.","additional_details":"As a student I know I don't have a fair opportunity to reach the grades predicted for myself or the grades predicted for my peers. Not all schools are equal, for example lack of funding when comparing private and public schools. This means not all students had equal learning opportunities over lockdown if they didn't have access to a computer or learning materials. Course work and teacher assessment ensures that all students are given an equal chance to get their rightful grades.","committee_note":null,"state":"closed","signature_count":157810,"created_at":"2020-12-22T17:02:36.090Z","updated_at":"2021-07-23T11:42:33.963Z","rejected_at":null,"opened_at":"2020-12-29T17:04:01.324Z","closed_at":"2021-06-29T22:59:59.999Z","moderation_threshold_reached_at":"2020-12-22T17:26:37.000Z","response_threshold_reached_at":"2021-01-02T17:26:37.000Z","government_response_at":"2021-01-26T19:09:48.062Z","debate_threshold_reached_at":"2021-01-03T18:34:07.000Z","scheduled_debate_date":"2021-03-15","debate_outcome_at":"2021-03-17T09:03:39.052Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-01-26","summary":"Students will not be asked to sit GCSE, AS and A level exams this summer as planned in light of the ongoing impact of the covid-19 pandemic.","details":"Instead, it is the Government’s policy (which it is consulting on jointly with Ofqual) that a form of teacher assessment should be used.\r\n\r\nThe Government has announced that, from 5 January 2021, schools and colleges should move to remote provision, except for vulnerable children and children of critical workers. We recognise that Year 11 and 13 students who were due to take exams in 2021, and their parents, carers and teachers, are concerned about the disruption to education caused by the COVID-19 outbreak. \r\n\r\nWhile the Department continues to believe that exams are the best way of judging students’ performance, we cannot guarantee all students will be in a position to fairly sit their exams this summer. We have therefore confirmed that GCSEs, A and AS level exams will not go ahead this summer as planned, and we are consulting on options to enable candidates to receive a grade.\r\n\r\nThe Government has confirmed that a form of teacher-assessed grades should be used, with training and support provided to teachers to ensure these are awarded fairly and consistently. Working with Ofqual, we are consulting on how to fairly award all pupils, including students taking vocational qualifications, with a grade that ensures they can progress to the next stage of their lives.  \r\n\r\nWe will build on the joint stakeholder engagement that Ofqual and DfE undertook last year and engage with as many people as possible in an open and transparent way to consider the main options and their implications, including, seeking the views of the students and their parents. \r\n\r\nFurther details of alternative arrangements to exams will be confirmed following the conclusion of the consultation process , providing clarity to the sector and ensuring that students have the confidence that they will be fairly treated in terms of assessment in 2021. \r\n\r\nTo help support students and schools during school closures, we have updated the remote education guidance for schools and FE providers to clarify and strengthen expectations while on-site attendance is restricted, drawing on our evolving understanding of best practice in remote education. A comprehensive package of support continues to be available to schools to help them meet these expectations. Schools can find further support via the Get Help with Remote Education page on gov.uk (https://www.gov.uk/guidance/get-help-with-remote-education). \r\n\r\nWe have invested £400 million to support access to remote education and online social care, with over 800,000 laptops and tablets delivered to schools and local authorities in 2020.  We are adding to this support by making further laptops available - bringing the total to over 1.3 million laptops and tablets available to support disadvantaged children.  \r\n\r\nWe have already announced a package worth £1 billion to ensure that schools have the resources they need to help all pupils make up for lost teaching time. This package includes a universal catch-up premium of £650 million and £350 million for a National Tutoring Programme for disadvantaged pupils. We have also announced a 16-19 Tuition Fund, allocating up to £96m as a one-off, one-year, ring-fenced grant to school sixth forms, colleges and all other 16-19 providers. This will provide small group tutoring activity for disadvantaged 16-19 students whose studies have been disrupted as a result of COVID-19.\r\n\r\nThe government is clear that the school curriculum should remain broad and ambitious, and all students should continue to be taught a wide range of subjects, maintaining their choices for further study and employment.\r\n\r\nDepartment for Education","created_at":"2021-01-26T19:09:48.060Z","updated_at":"2021-01-26T19:09:48.060Z"},"debate":{"debated_on":"2021-03-15","transcript_url":"https://hansard.parliament.uk/commons/2021-03-15/debates/04A8B933-1B55-46A9-9A65-212FC655EA29/Covid-19ImpactOnEducation","video_url":"https://www.youtube.com/watch?v=_Iz2Jk-KPHE","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cbp-9045/","overview":""},"departments":[{"acronym":"DfE","name":"Department for Education","url":"https://www.gov.uk/government/organisations/department-for-education"}],"topics":["covid-19"]}},{"type":"petition","id":563380,"links":{"self":"https://petition.parliament.uk/petitions/563380.json"},"attributes":{"action":"Stop work on HS2 immediately and hold a new vote to repeal the legislation","background":"We ask Parliament to repeal the High Speed Rail Bills, 2016 and 2019, as MPs voted on misleading environmental, financial and timetable information provided by the Dept of Transport and HS2 Ltd. It fails to address the conditions of the Paris Accord and costs have risen from £56bn to over £100bn.","additional_details":"Our environment and economy are in peril. HS2 is destroying nature and inflicting suffering on businesses and property owners. Government is investing in an inept and recklessly run project, offering poor value for money. HS2 will not reach Net Zero by 2050 nor help us level up the North. The pandemic has changed how we work forever and invalidated the business case. Given the climate emergencies we face, and now the economic and pandemic crises - Parliament must vote to repeal the legislation.","committee_note":null,"state":"closed","signature_count":155253,"created_at":"2020-12-09T22:24:17.835Z","updated_at":"2021-12-21T13:51:48.000Z","rejected_at":null,"opened_at":"2020-12-17T15:30:17.955Z","closed_at":"2021-06-17T22:59:59.999Z","moderation_threshold_reached_at":"2020-12-10T10:05:37.000Z","response_threshold_reached_at":"2021-01-04T10:10:17.000Z","government_response_at":"2021-01-14T17:05:16.760Z","debate_threshold_reached_at":"2021-01-08T08:42:07.000Z","scheduled_debate_date":"2021-09-13","debate_outcome_at":"2021-09-15T10:10:35.759Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-01-14","summary":"HS2 will provide essential North-South connectivity, greater capacity and shorter journey times. This railway will play a vital role in delivering the Government’s carbon net zero objectives.","details":"The Government has carefully considered the merits and disadvantages of proceeding with HS2 and has firmly concluded that it should go ahead. HS2 will transform our country’s transport network, and help to rebalance opportunity fairly across the country. This railway is a long-term investment which will bring our biggest cities closer together, boost productivity and provide a low-carbon alternative to cars and planes for many decades to come.  During construction, we want HS2 to be the most environmentally responsible major infrastructure project in UK history. \r\n\r\nHS2 has rightly been subject to a great deal of Parliamentary and public scrutiny. Phase One was the subject of considerable debate in Parliament during the passage of the High-Speed Rail (London-West Midlands) Act 2017 (“the Phase One Act”). The Phase 2a Bill is currently being taken through Parliament. The Government agreed with the Oakervee Review's conclusion that splitting Phase 2b into smaller sections, and more than one Bill, could facilitate scrutiny in Parliament, and make its management and construction more manageable. Just this month, Andrew Stephenson MP, the dedicated HS2 minister, went before the Transport Select Committee to discuss HS2 in depth, and a record of this hearing can be found on Parliament.UK. \r\n\r\nMinisters have made a clear commitment to greater transparency on HS2, and Andrew Stephenson is reporting bi-annually to Parliament on the project. \r\n\r\nWe are continuing work on managing the full impacts of the Covid-19 pandemic on delivery of the HS2 programme. We intend to update Parliament on the latest position as part of the next six-monthly Parliamentary Report, expected in Spring 2021. \r\n\r\nThis Government takes its environmental commitments extremely seriously. The environmental impacts of HS2 were closely scrutinised by Parliament during the passage of the Phase One Act, which gives statutory and planning authority for the construction of Phase One. Alongside the Act, the Government also published a suite of additional environmental commitments to further reduce the impacts of the project. \r\n\r\nAs well as environmental protections, a range of measures to mitigate and compensate for environmental impacts have been put in place. This includes a commitment to seek to achieve ‘no net loss’ to biodiversity and the creation of a ‘green corridor’ alongside HS2, which will provide bigger and better habitats for wildlife, and integrate HS2 into the landscape. Phase One expects to support 33 square kilometres of wildlife habitat - an increase of around 30% compared to what’s there now.\r\n\r\nAll environmental measures, whether they be the creation of new habitats or the enhancement of existing habitats, will be supported with long-term management plans and agreements. This will ensure that the new railway leaves a long-lasting legacy for both wildlife and future generations. \r\n\r\nHS2 will give us a step-change in capacity delivering better connectivity between our largest towns and cities. The Government’s decision to proceed with HS2 supports our objectives on climate change as the railway will play a key role in decarbonising our transport sector. This is because, once HS2 is in operation, it will offer a low carbon alternative to cars and domestic air travel. It will also free up space on the existing railway for thousands more passengers to travel by rail and to move more goods by rail freight, taking lorries off our roads.\r\n\r\nSecuring the land and property needed to construct the line of route across all Phases is vital to the programme’s success and is often the first impact that we have on line of route communities. A range of statutory and non-statutory property compensation schemes are available that seek to compensate affected parties fairly while protecting the public purse.\r\n\r\nOur policy is to provide fair compensation for those directly and indirectly impacted but the process and disputes for claims can inevitably be traumatic for some. Andrew Stephenson commissioned a detailed review of the acquisition and compensation process to ensure that there is a renewed focus on those who are being impacted by the new railway. The report contained 36 recommendations which are actively being implemented which will see rapid improvements for local communities. \r\n\r\nFor the reasons set out above, the Government has no plans to repeal any legislation relating to the development and delivery of HS2.  However, we will continue to welcome further public and parliamentary scrutiny of the project. \r\n\r\nDepartment for Transport","created_at":"2021-01-14T17:05:16.758Z","updated_at":"2021-01-14T17:05:16.758Z"},"debate":{"debated_on":"2021-09-13","transcript_url":"https://hansard.parliament.uk/commons/2021-09-13/debates/3614AE85-A25C-4874-9DAE-9802247DFDDF/HS2","video_url":"https://www.youtube.com/watch?v=6yt-9ZsO5vg","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cbp-9313/","overview":""},"departments":[{"acronym":"DfT","name":"Department for Transport","url":"https://www.gov.uk/government/organisations/department-for-transport"}],"topics":[]}},{"type":"petition","id":301186,"links":{"self":"https://petition.parliament.uk/petitions/301186.json"},"attributes":{"action":"Government to offer economic assistance to the events industry during COVID-19","background":"For the UK government to provide economic assistance to businesses and staff employed in the events industry, who are suffering unforeseen financial challenges that could have a profound effect on hundreds of thousands of people employed in the sector.","additional_details":"The UK events industry is facing an unprecedented challenge as a result of the Coronavirus COVID-19 outbreak, and the events that have been cancelled as a result.\r\n\r\nThe industry is worth more than £14 billion to the economy, with 25,000  businesses supporting over 500,000 employees—all of whom are nervous about whether their next event will go ahead or not, and how their income may be affected.\r\n\r\nI'd like the government to provide support to business & individuals struggling at this critical time.","committee_note":null,"state":"closed","signature_count":154816,"created_at":"2020-03-09T22:27:52.186Z","updated_at":"2021-04-21T11:04:55.000Z","rejected_at":null,"opened_at":"2020-03-12T18:22:54.902Z","closed_at":"2020-09-12T22:59:59.999Z","moderation_threshold_reached_at":"2020-03-10T09:10:04.000Z","response_threshold_reached_at":"2020-03-13T08:23:44.000Z","government_response_at":"2020-03-27T12:15:43.450Z","debate_threshold_reached_at":"2020-03-15T21:55:34.000Z","scheduled_debate_date":"2020-06-25","debate_outcome_at":"2020-06-30T12:44:17.954Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-03-27","summary":"The Government has announced a series of measures to provide economic support to businesses and their staff to help to mitigate the economic impacts of COVID-19. Further detail can be found on gov.uk.","details":"The UK government is aware that COVID-19 presents unprecedented challenges to many UK businesses. In the 11 March Budget, the Chancellor set out a £12bn package of temporary, timely and targeted measures to support public services, individuals and businesses through the economic disruption caused by COVID-19.\r\n\r\nOn 17 March the Chancellor went further and announced an unprecedented £330bn support package for businesses and workers to protect against the economic emergency caused by the coronavirus. This included the introduction of a Coronavirus Business Interruption Loan Scheme offering loans of up to £5m for SMEs through the British Business Bank, and a new lending facility from the Bank of England to help support liquidity among larger firms. The total of the available guarantees are equivalent to 15% of UK GDP. The package also included giving all retail, hospitality and leisure businesses in England a 100% business rates holiday for the next 12 months; and, increasing grants to small businesses eligible for Small Business Rate Relief from £3,000 to £10,000.\r\n\r\nThe 17 March announcement on business rate relief was supplemented by expanded guidance from the Ministry for Housing, Communities and Local Government to Local Authorities administering these business rates relief:  https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/873622/Expanded_Retail_Discount_Guidance.pdf  The guidance indicates that a number of event venues are eligible including, live music venues, hotels, sports grounds and clubs and public halls.\r\n\r\nThe guidance is also clear that not every eligible venue can be listed. The list set of eligible venues is not intended to be exhaustive as it would be impossible to list the many and varied uses that exist within the qualifying purposes. There will also be mixed uses. However, it is intended to be a guide for authorities as to the types of uses that the Government considers for this purpose to be eligible for relief. Authorities should determine for themselves whether particular properties not listed are broadly similar in nature to those above and, if so, to consider them eligible for the relief. Conversely, properties that are not broadly similar in nature to those listed above should not be eligible for the relief.\r\n\r\nOn 20th March, the Chancellor announced further economic support for businesses, employees and individuals: https://www.gov.uk/government/publications/guidance-to-employers-and-businesses-about-covid-19/covid-19-support-for-businesses . The announcement included a new Coronavirus Job Retention Scheme, VAT deferral for all businesses until the end of June, Income Tax deferral for the self-employed, changes to the Business Interruption Loan Scheme to make it more generous and further information on the previously announced grant scheme. Furthermore, the Universal Credit standard allowance and the Working Tax Credit were each raised to £1,000 per year; the minimum income floor for those who are self-employed and are affected by COVID-19 was suspended; and, income tax payments for the self-employed will be deferred until January. This is not an exhaustive list of the support measures announced by the government to date. Businesses, employees and self-employed individuals who are impacted by COVID-19 are encouraged to visit the UK government’s website for information and updates.\r\n\r\nFurther detail can be found at: https://www.gov.uk/government/publications/guidance-to-employers-and-businesses-about-covid-19\r\n\r\nDepartment for Digital, Culture, Media and Sport.","created_at":"2020-03-27T12:15:43.447Z","updated_at":"2020-03-27T12:19:15.782Z"},"debate":{"debated_on":"2020-06-25","transcript_url":"https://hansard.parliament.uk/commons/2020-06-25/debates/E1479A23-8697-4B2E-9E5F-2A208EC3E217/Covid-19SupportForUKIndustries","video_url":"https://www.youtube.com/watch?v=tV0Et_Pfhdk","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2020-0076/","overview":""},"departments":[{"acronym":"DCMS","name":"Department for Digital, Culture, Media and Sport","url":"https://www.gov.uk/government/organisations/department-for-digital-culture-media-sport"}],"topics":["covid-19"]}},{"type":"petition","id":550545,"links":{"self":"https://petition.parliament.uk/petitions/550545.json"},"attributes":{"action":"Extend the Stamp Duty Holiday for an additional 6 months after 31st March 2021","background":"Extending the Stamp Duty Holiday for an additional 6 months will assist many buyers who are looking to move to a property that they will not be able to afford otherwise.\r\nThis will help to stabilise the housing market","additional_details":"I am looking to move into a new build which is currently due to complete at the start of March 2021. If this build is delayed past 31st March 2021 then i will not be able to afford the stamp duty so will not be able to afford the house.","committee_note":null,"state":"closed","signature_count":151127,"created_at":"2020-09-08T11:16:59.171Z","updated_at":"2021-07-30T09:04:05.000Z","rejected_at":null,"opened_at":"2020-10-01T09:40:56.416Z","closed_at":"2021-04-01T22:59:59.999Z","moderation_threshold_reached_at":"2020-09-08T11:45:54.000Z","response_threshold_reached_at":"2020-11-30T14:05:37.000Z","government_response_at":"2020-12-11T15:43:57.361Z","debate_threshold_reached_at":"2021-01-15T16:15:57.000Z","scheduled_debate_date":"2021-02-01","debate_outcome_at":"2021-02-02T14:23:10.812Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-12-10","summary":"The SDLT holiday was designed to be a temporary relief to stimulate market activity and support jobs that rely on the property market. The Government does not plan to extend this temporary relief.","details":"The COVID-19 pandemic and subsequent lockdown caused uncertainty for those buying and selling residential property and property transactions fell by as much as 50 per cent during the first national lockdown. To stimulate immediate momentum in the property market and to support the jobs of people whose employment relied on custom from the property industry, the Government decided to introduce a temporary Stamp Duty Land Tax (SDLT) relief. This relief increased the starting threshold of residential SDLT from £125,000 to £500,000 from the 8 July 2020 until 31 March 2021. Since the relief was introduced, transactions have increased and seasonally adjusted data shows that in October 2020, transactions were 8% higher than October 2019.\r\n\r\nAs the relief was to provide an immediate stimulus to the property market, the Government does not plan to extend this relief. SDLT is an important source of government revenue, raising several billion pounds each year to help pay for the essential services the Government provides.\r\n \r\nThe Government is committed to supporting home ownership and helping people get on and move up the housing ladder. When the SDLT Holiday ends, the Government will maintain a SDLT relief for first time buyers which increases the starting threshold of residential SDLT to £300,000 for first-time buyers that purchase a property below £500,000. In addition, a new Help to Buy scheme will be introduced from 1 April 2021. This scheme will run until March 2023. \r\n\r\nAll tax policy is kept under review and the Government considers the views it receives carefully as part of that process.\r\n\r\nHM Treasury","created_at":"2020-12-11T15:43:57.359Z","updated_at":"2020-12-11T15:43:57.359Z"},"debate":{"debated_on":"2021-02-01","transcript_url":"https://www.youtube.com/watch?v=0420gQEA9Hs&feature=youtu.be","video_url":"https://parliamentlive.tv/Event/Index/59ae7998-e498-4077-bbaa-5be1e74b1c82","debate_pack_url":"","overview":""},"departments":[{"acronym":"HMT","name":"HM Treasury","url":"https://www.gov.uk/government/organisations/hm-treasury"}],"topics":[]}},{"type":"petition","id":573621,"links":{"self":"https://petition.parliament.uk/petitions/573621.json"},"attributes":{"action":"Keep schools closed until May","background":"Please don’t send students back until we know we have had the priority groups vaccinated such as the elderly, the extremely clinically vulnerable, and those with underlying health conditions.","additional_details":"Even as Covid cases are going down, students do not feel safe. Please lower the risk of the cases increasing again after we go back. Many students are scared, fearing that cases may rise again and this can be passed on to parents. This would help prevent the spread of the variants of the virus.","committee_note":"","state":"closed","signature_count":149470,"created_at":"2021-02-03T01:47:31.840Z","updated_at":"2021-08-11T23:00:02.779Z","rejected_at":null,"opened_at":"2021-02-11T17:25:03.289Z","closed_at":"2021-08-11T22:59:59.999Z","moderation_threshold_reached_at":"2021-02-03T10:29:47.000Z","response_threshold_reached_at":"2021-02-16T19:39:07.000Z","government_response_at":"2021-03-16T18:27:45.543Z","debate_threshold_reached_at":"2021-02-22T10:12:17.000Z","scheduled_debate_date":"2021-03-15","debate_outcome_at":"2021-03-17T09:06:58.185Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-03-15","summary":"With safety measures in schools, the success of vaccination rollout and decrease in infection rates and hospitalisations, the Government has decided that pupils can return to education from 8 March.","details":"The education of children and young people is a national priority. The unavoidable disruption to education caused by the COVID-19 pandemic will have affected children’s education and wellbeing. Enabling pupils to return to face to face education is key to helping them, and the country as whole, thrive in the future. As pupils return, schools will be supported with over £1 billion to help pupils to recover missed education and development.\r\n\r\nAt the beginning of 2021, when we asked schools to limit attendance to vulnerable children and young people and the children of critical workers, the rate of infections was rising quickly, and the NHS was in danger of being overwhelmed. It was a vital intervention to bring down the number of social contacts and was not because schools had become inherently less safe. At that time, we said that we would return all pupils to school as soon as the health situation improved. As a result of the efforts the country has made, the Prime Minister’s four tests have been met and it is now possible for schools to welcome back pupils in all year groups from 8 March. \r\n\r\nBy 12 March, 23 million people had received their first vaccine dose and 1 million people had received their second dose. Ninety percent of people aged 70 and over, which is the age group with the highest risk of complications from COVID-19 infection, have had their first dose. Public Health England (PHE) has been studying the effect of the vaccine roll out. It has found encouraging evidence that people who have been vaccinated are much less likely to need to go to hospital and are less likely to die if they do catch COVID-19. Our latest information also suggests that infection rates across the country have fallen across all age groups.  \r\n\r\nThe longer children are out of the classroom the bigger the effect on their education, health and wellbeing. The Chief Medical Officer for England has recently stated that: \"The chances of many children being damaged by not going to school are incredibly clear and therefore the balance of risk is very strongly in favour of children going to school because many more are likely to be harmed by not going than harmed by going, even during this pandemic.\"\r\n\r\nEven though transmission of the virus can happen in schools, evidence shows that this does not mean more infections spreading in the wider community. We have worked closely with PHE to develop a system of controls that help keep pupils and school staff as safe as possible and have further strengthened the measures to provide more reassurance and help decrease the disruption the virus causes to education. As schools prepare for the return of more pupils, they should update their risk assessment and ensure they are implementing the system of controls in order to minimise the risk of infection. The system of controls include cleaning hands more often, minimising contact and keeping occupied spaces well ventilated, as well as wearing face coverings where recommended. For secondary pupils, this includes staff and pupils wearing face coverings anywhere indoors where social distancing is not possible, including in classrooms.\r\n\r\nOur new programme of rapid testing is going to continue to be an important part of how we keep infection rates down within schools and across the wider community. Since January we have been delivering rapid testing kits for secondary schools and colleges to help identify pupils or staff who are infected but may not yet show any symptoms. Pupils returning to secondary schools from 8 March will be offered a rapid test before their face-to-face teaching restarts. After the initial programme of three tests in school, pupils will be provided with 2 rapid tests to use each week at home. All staff in schools are now able to be tested twice a week.\r\n\r\nThe benefit of the rapid testing programme is that we can identify pupils and staff who might be carrying the virus but who are not yet showing symptoms. This means we can require those who test positive to self-isolate straight away and help ensure they are not passing the virus on in school. \r\n\r\nAs we work together to help pupils return to school after a long period of education at home, we will be asking everyone to adhere to the safety measures put in place. Head teachers, teachers and other school staff have been working hard to make their schools as safe as they can be, and it is vital that everyone continues to do everything they can to help stop the spread of the virus.\r\n\r\nDepartment for Education","created_at":"2021-03-16T18:27:45.540Z","updated_at":"2021-03-16T18:27:45.540Z"},"debate":{"debated_on":"2021-03-15","transcript_url":"https://hansard.parliament.uk/commons/2021-03-15/debates/04A8B933-1B55-46A9-9A65-212FC655EA29/Covid-19ImpactOnEducation","video_url":"https://www.youtube.com/watch?v=_Iz2Jk-KPHE","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cbp-8915/","overview":""},"departments":[{"acronym":"DfE","name":"Department for Education","url":"https://www.gov.uk/government/organisations/department-for-education"}],"topics":["covid-19"]}},{"type":"petition","id":306773,"links":{"self":"https://petition.parliament.uk/petitions/306773.json"},"attributes":{"action":"Review the decision to use previous data to calculate exam grades","background":"We want the Education Secretary and the Government to step in and review the exam board’s decision on how GCSE and A-Level grades will be calculated and awarded due to the current coronavirus crisis. We want a better solution than just using our previous data to be the basis of our grade.","additional_details":"Using previous data could result in unfair grading as the majority of this data may be inaccurate and unrepresentative of a student’s ability. Most of these assessments are not always taken seriously, and could misinterpret students true potential. Students’ GCSE exam results have often shown vast improvement compared to their previous data. We deserve an equal opportunity for improving and receiving fair grades. Although the option of doing our exams next academic year is available it is still highly inconvenient and sets back our future.","committee_note":"","state":"closed","signature_count":148886,"created_at":"2020-03-20T19:07:53.828Z","updated_at":"2021-12-13T18:56:08.000Z","rejected_at":null,"opened_at":"2020-03-27T16:06:37.923Z","closed_at":"2020-09-27T22:59:59.999Z","moderation_threshold_reached_at":"2020-03-20T19:22:34.000Z","response_threshold_reached_at":"2020-08-14T02:27:24.000Z","government_response_at":"2020-09-04T14:13:41.073Z","debate_threshold_reached_at":"2020-08-15T19:21:54.000Z","scheduled_debate_date":"2020-10-12","debate_outcome_at":"2020-10-13T11:32:31.092Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-09-04","summary":"Students in England have now received the higher of their centre assessment grade or calculated grade for GCSEs, AS and A levels in 2020.","details":"Following an announcement on 17 August, the great majority of GCSE, A and AS level students have now received the centre assessment grades that their schools and colleges had submitted for them. In the minority of cases where the grades that the exam boards had previously calculated for students were higher than the centre assessment grade, students have received their calculated grade.\r\n\r\nOfqual had consulted on and implemented a standardisation process for exam results this summer, but the system resulted in too many inconsistent and unfair outcomes for A and AS level students. It became clear that the approach resulted in too many anomalies to be resolved through appeals and which severely undermined confidence in the system.\r\n\r\nSubsequently, Ofqual decided to award centre assessment grades, which are the grades which schools and colleges assessed students were most likely to have achieved had exams gone ahead. The Government supported this decision, which was deemed to be the fairest approach to avoid some students receiving grades that did not reflect their prior performance.\r\n\r\nWe understand this situation has caused a great deal of stress and uncertainty and apologise for the distress this has caused young people and their parents.\r\n\r\nDepartment for Education\r\n","created_at":"2020-09-04T14:13:41.071Z","updated_at":"2020-09-04T14:13:41.071Z"},"debate":{"debated_on":"2020-10-12","transcript_url":"https://hansard.parliament.uk/commons/2020-10-12/debates/70FBD145-D88B-4D72-A648-DDFF18B0E4DC/ExamsCovid-19","video_url":"https://www.youtube.com/watch?v=tBZ6oVWzU2o","debate_pack_url":"","overview":""},"departments":[{"acronym":"DfE","name":"Department for Education","url":"https://www.gov.uk/government/organisations/department-for-education"}],"topics":["covid-19"]}},{"type":"petition","id":320772,"links":{"self":"https://petition.parliament.uk/petitions/320772.json"},"attributes":{"action":"Reduce curriculum content for year 10 & 12 students who will sit exams in 2021.","background":"A significant number of students will sit their final 2021 examinations. The outcome of which undoubtedly will be their passport, for many of their future life chances and successes. In order for this to be done fairly, it is imperative that the amount of content they are tested on is reduced.","additional_details":"As an educator myself, I understand the huge benefits of face to face teaching and the positive impact this has on a child’s educational success. Unfortunately, due to the ongoing unprecedented situation, classroom based learning has not been possible. A significant amount of teaching and learning time has been lost (ongoing). This cannot effectively be compensated for by provided remote learning activities.By reducing the content, students will have the opportunity to sit their exams equitably.","committee_note":"","state":"closed","signature_count":148388,"created_at":"2020-05-14T02:45:13.497Z","updated_at":"2021-07-23T11:43:13.374Z","rejected_at":null,"opened_at":"2020-06-01T13:15:28.840Z","closed_at":"2020-12-01T23:59:59.999Z","moderation_threshold_reached_at":"2020-05-14T22:01:24.000Z","response_threshold_reached_at":"2020-06-06T14:44:04.000Z","government_response_at":"2020-06-23T17:36:20.917Z","debate_threshold_reached_at":"2020-06-08T07:42:34.000Z","scheduled_debate_date":"2020-10-12","debate_outcome_at":"2020-10-13T11:35:35.592Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-07-30","summary":"All students, including current Year 10s and 12s, will have experienced disruption to their education this year. Ofqual is consulting on measures to mitigate this through changes to next year’s exams.","details":"We recognise that Year 10 and 12 students due to take exams next year, and their parents, carers and teachers, are concerned about the disruption to education caused by the COVID-19 outbreak. The government is determined to do everything possible to ensure that no student is prevented from fulfilling their potential due to the pandemic.\r\n\r\nWe are planning on the basis that exams will go ahead in 2021 and have been working closely with Ofqual, the exam boards and groups representing teachers, schools, colleges and students to consider our approach to exams and other assessments next year. On 2 July, Ofqual published consultation proposals on a range of possible measures, with the overriding aim of ensuring that exams and assessments are as fair as possible. In particular, the consultation proposes a range of changes to exams and assessments next year to free up additional time for teaching, in light of the disruption experienced by teachers and students this year. This includes seeking views on a short delay to the exams timetable in 2021, and proposed adaptations in a number of subjects, for example, removing the requirement to record the spoken language assessment in GCSE English language, and allowing GCSE students to observe, rather than undertake, practical science work. \r\n\r\nAs with this year, the most important principle is that students due to sit exams and assessments in the next academic year should be enabled to progress successfully to the next stage of education or employment. Each of the elements of content that forms the foundation for GCSE, AS and A level qualifications is important, and therefore the government does not propose to change this content for 2021.\r\n\r\nFor GCSE history, ancient history and geography, the government has asked Ofqual to identify options for sampling less of the subject content for 2021 in a way which gives schools and colleges some choice over the content they teach, and helps teachers and students to cover that content in appropriate depth. This is because, unlike other subjects taken by large numbers of students, Ofqual was not able to identify any ways of freeing up teaching time without making changes to the way subject content is sampled. For GCSE history and ancient history, Ofqual is seeking views on proposals to introduce a choice of topics on which students would be required to answer questions in their exams, with one topic remaining mandatory. For GCSE geography, Ofqual is proposing that the content relating to fieldwork should not be assessed in 2021. \r\n\r\nThe government has confirmed that this approach should not be considered for GCSE English language, English literature, maths and the sciences, since the full content in these subjects is vital for progression to further study and students should have the opportunity, therefore, to cover the full syllabus. This approach should not be considered for AS/A levels either.  \r\n\r\nOfqual’s consultation closes on 16 July. We recognise that students and teachers need to be reassured and informed about arrangements for exams and assessments next year, to help them to plan and prepare. Ofqual is aiming to announce its decisions by early August.\r\n\r\nOn 2 July, the government also published further guidance for schools and colleges that sets out what school and college leaders and their staff should consider in planning and delivering their curriculum next year, so that all students – particularly disadvantaged students – are given the support to make up for their lost time in education due to the pandemic. The government is clear that the school curriculum should remain broad and ambitious, and all students should continue to be taught a wide range of subjects, maintaining their choices for further study and employment.\r\n\r\nDepartment for Education\r\n\r\nThis is a revised response. The Petitions Committee requested a response which more directly addressed the request of the petition. You can find the original response towards the bottom of the petition page (https://petition.parliament.uk/petitions/320772) \r\n","created_at":"2020-06-23T17:36:20.915Z","updated_at":"2020-07-30T16:23:30.888Z"},"debate":{"debated_on":"2020-10-12","transcript_url":"https://hansard.parliament.uk/Commons/2020-10-12/debates/70FBD145-D88B-4D72-A648-DDFF18B0E4DC/ExamsCovid-19","video_url":"https://www.youtube.com/watch?v=tBZ6oVWzU2o","debate_pack_url":"","overview":""},"departments":[{"acronym":"DfE","name":"Department for Education","url":"https://www.gov.uk/government/organisations/department-for-education"}],"topics":["covid-19"]}},{"type":"petition","id":317336,"links":{"self":"https://petition.parliament.uk/petitions/317336.json"},"attributes":{"action":"FIONA'S LAW - Women should be allowed a yearly Cervical screening\r\n \r\n","background":"Cervical screening needs to be every year.\r\n \r\nThis is because women are dying, mothers, wives, daughters, granddaughters and sisters are dying.","additional_details":"We need yearly checks regardless of the statistics.\r\n \r\nIt should be law that every women in England can access a yearly smear test. \r\n \r\nSo they have a future.\r\n \r\nYou are preventing women from watching their children grow.\r\n \r\nMy friend will never see her children's first day at school, watch her children grow, fall in love, watch them get married or hold her grandchildren.\r\n \r\nThis could have been prevented.","committee_note":"","state":"closed","signature_count":146637,"created_at":"2020-04-19T13:29:44.797Z","updated_at":"2021-09-15T09:34:18.000Z","rejected_at":null,"opened_at":"2020-09-07T16:39:37.600Z","closed_at":"2021-03-07T23:59:59.999Z","moderation_threshold_reached_at":"2020-04-19T13:42:34.000Z","response_threshold_reached_at":"2021-01-14T07:58:17.000Z","government_response_at":"2021-02-17T14:38:11.593Z","debate_threshold_reached_at":"2021-01-16T09:26:07.000Z","scheduled_debate_date":"2021-07-19","debate_outcome_at":"2021-07-20T06:53:42.944Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2021-02-10","summary":"All women aged 25-64 are offered routine cervical screening. Due to the highly accurate, predictive nature of the HPV test, the UK NSC does not recommend that women are screened on a yearly basis.","details":"We are so sorry for your loss of your friend but want to assure you that the Government is committed to the prevention and early detection of cancer, so that the lives of many more women can be saved.\r\n\r\nCervical screening is vital in the early detection of cervical abnormalities that could cause cancer. The NHS cervical screening programme reaches approximately 7 million people and saves an estimated 5,000 lives per year, and is a key part of the Government’s commitment in the NHS Long Term Plan to detect 75% of cancers at stage 1 or 2, and for 55,000 more people to survive cancer for five years in England each year from 2028.\r\n\r\nThe NHS cervical screening programme currently invites women between the ages of 25-49 for a routine screening appointment once every three years, those between 50-64 years old every five years, and those 65 and older only if one of their last three tests detected abnormalities. However, it is important that anyone at any time and of any age who is worried about cervical cancer, or who notices any unusual symptoms, should not wait for a routine screening appointment and should see their GP as soon as possible.\r\n\r\nNHS screening programmes and policy are based on the expert advice of the United Kingdom National Screening Committee (UK NSC). Using research evidence, pilot programmes and economic evaluation, the UN NSC continually assesses the evidence for programmes and the way in which they are delivered against a set of internationally recognised criteria.\r\n\r\nIn 2015, the UK NSC recommended changes to the NHS cervical screening programme that have made it more effective and require women to be screened less frequently. Since then cervical screening has been a two stage process. \r\nAll screened women are now tested for certain types of human papillomavirus (HPV). The HPV test can predict whether a woman may develop cervical cancer: this is because HPV can cause cells in the cervix to become abnormal, and potentially become cancerous.\r\n\r\nIf HPV is detected as part of routine screening, a cytology test to check for any abnormal cells is then used in a second stage of screening. If no abnormal cells are found, a follow up screening appointment is arranged 12 months later to see if the immune system has cleared the virus.\r\n\r\nIf, however, a woman does not have any evidence of HPV infection during routine screening, her chances of developing a cancer within five years are very small. As nearly all (99.7%) cervical cancer is caused by HPV, a HPV-negative result indicates that there is no requirement for further tests. It would be highly unlikely in these circumstances that there would be any abnormal cells, and even if there were, it would be extremely unlikely that they would cause any problems since research suggests that at least ten years elapses between acquiring HPV and developing cancer. You can read more about the UK NSC’s research and recommendations here: https://legacyscreening.phe.org.uk/cervicalcancer, https://webarchive.nationalarchives.gov.uk/20150401104305/\r\n\r\nOn the basis of this rigorous two stage process, the high negative predictive value of HPV testing and the low false negative rate, the UK NSC does not recommend that women be tested every year.\r\n\r\nWe acknowledge however that screening is not perfect and will not detect all cases. For cervical screening, this can happen if the HPV infection or abnormal cells are missed, or because abnormal cells develop and turn into cancer in between screening tests. Occurrence is rare, and we are sorry that this happened in Fiona’s case.\r\n\r\nIt is important that as many women as possible attend screening and are aware of the symptoms of cervical cancer. Public Health England is working continuously to raise awareness of cervical cancer through the national ‘Be Clear on Cancer’ campaigns, which have been run in partnership with Cancer Research UK since 2011. A specific awareness campaign, ‘Cervical Screening Saves Lives’, was held in 2019 and is currently being evaluated.\r\n\r\nThe incidence of cervical cancer can also be reduced by reducing the incidence of HPV infection circulating in the population through vaccination. Since 2008, girls aged 12-13 years old have been offered a first dose in school year 8. From September 2019, boys in year 8 have also been offered the HPV vaccine to further decrease the circulation of HPV. The vaccine has led to a dramatic reduction in HPV infection in young women in England, and will reduce their future risk of cervical cancer. A sustained programme of HPV vaccination is eventually expected to save over 300 lives a year (https://www.gov.uk/government/news/hpv-vaccine-could-prevent-over-100-000-cancers).\r\n\r\nDue to the high accuracy and predictive value of the HPV screening test, the UK NSC has not recommended that women are screened on a yearly basis. Cases such as Fiona’s, while extremely tragic, are rare. The most effective way to prevent deaths from cervical cancer is for as many women as possible to attend their routine appointments.\r\n\r\nDepartment of Health and Social Care","created_at":"2021-02-17T14:38:11.590Z","updated_at":"2021-02-18T10:00:37.370Z"},"debate":{"debated_on":"2021-07-19","transcript_url":"https://hansard.parliament.uk/commons/2021-07-19/debates/9A4A5B67-CAAB-48AC-8EBC-1B30F4AB1116/CervicalScreening","video_url":"https://www.youtube.com/watch?v=L7yeR-ibFPk","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2021-0113/","overview":""},"departments":[{"acronym":"DHSC","name":"Department of Health and Social Care","url":"https://www.gov.uk/government/organisations/department-of-health-and-social-care"}],"topics":[]}},{"type":"petition","id":306845,"links":{"self":"https://petition.parliament.uk/petitions/306845.json"},"attributes":{"action":"Give all key workers a 100% tax and Nat. Ins. holiday through COVID-19 crisis","background":"The government is helping private firms to protect jobs by paying up to 80% of staff wages through this crisis.  If it can do this why can it not help key workers who will be putting themselves/their families at risk and working extra hard under extremely challenging and unprecedented circumstances.","additional_details":"The majority of key workers are struggling financially after a decade of austerity and this small gesture will demonstrate how the government and the country as a whole values what they do for us all.  The extra money will also go some way to easing the exceptional strain that is being and will continue to be placed on these key workers and their families.","committee_note":null,"state":"closed","signature_count":146351,"created_at":"2020-03-20T20:15:36.813Z","updated_at":"2020-12-15T12:09:30.573Z","rejected_at":null,"opened_at":"2020-04-01T14:00:30.391Z","closed_at":"2020-10-01T22:59:59.999Z","moderation_threshold_reached_at":"2020-03-21T10:01:34.000Z","response_threshold_reached_at":"2020-04-09T03:19:24.000Z","government_response_at":"2020-04-28T17:21:25.841Z","debate_threshold_reached_at":"2020-04-14T16:27:24.000Z","scheduled_debate_date":"2020-12-14","debate_outcome_at":"2020-12-15T12:09:01.492Z","creator_name":null,"rejection":null,"government_response":{"responded_on":"2020-04-27","summary":"The Government has announced an unprecedented package of measures to support public services and workers through Coronavirus, targeting support where it’s needed most.","details":"The Coronavirus is the biggest threat the UK has faced in decades. Key workers have already demonstrated remarkable commitment to keeping the public safe in the continuing fight against the virus. The Government hugely values and appreciates these vital contributions to the COVID-19 response, both in the private and public sector.\r\n\r\nKey workers deserve to be properly rewarded for the work they do. The Government has agreed specific pay and pension packages for a number of public sector workforces, including in the NHS, both to increase system capacity and recognise their work. More than one million NHS workers continue to benefit from the three-year Agenda for Change pay deal. The reforms will see the starting salary for a newly qualified nurse rise to £24,907 in 2020/21, 12.6% higher than 2017/18.\r\n\r\nIn addition, the Government is supporting those at work through the package of measures it has announced to protect against the current economic emergency. This includes significant changes to the operation of statutory sick pay, universal credit, and employment and support allowance, so that people have quicker and more generous access to a support system. To support self-employed individuals affected by the coronavirus outbreak, the Government has also announced a new Self-Employed Income Support Scheme, alongside the deferral of income tax and VAT payments.\r\n\r\nThe Government is targeting support where it is most needed. A blanket tax holiday would be untargeted. Those paying higher rates of tax would receive the greatest benefit, while low-earning individuals with income below the personal allowance or the NICs primary threshold would not benefit. Furthermore, HMRC’s systems have not been designed to distinguish between key workers and non-key workers, and so the extension of this tax treatment to key workers would be vulnerable to exploitation and fraud by people who were not key workers and so not entitled to it.\r\n\r\nThe UK’s economic response to COVID-19 is one of the most generous and comprehensive in the world, and the Government is now working urgently to deliver these schemes as quickly as possible.  \r\n \r\nThe Government is also closely monitoring the impact of measures, having regard to the need to support public services, businesses, and individuals, and will continue to keep all policies under review. \r\n\r\nHM Treasury ","created_at":"2020-04-28T17:21:25.839Z","updated_at":"2020-04-28T17:21:25.839Z"},"debate":{"debated_on":"2020-12-14","transcript_url":"https://hansard.parliament.uk/commons/2020-12-14/debates/0E4E3FA4-7D6B-439D-BACC-8520F2A99C03/FinancialRewardForGovernmentWorkersAndKeyWorkers","video_url":"https://youtu.be/cy1KuCI2GcQ","debate_pack_url":"https://commonslibrary.parliament.uk/research-briefings/cdp-2020-0167/","overview":""},"departments":[{"acronym":"HMT","name":"HM Treasury","url":"https://www.gov.uk/government/organisations/hm-treasury"}],"topics":["covid-19"]}}]}